export const contentData = {
  '0': {
    title: '중용자잠',
    content: `
    『중용』은 '공자-증자-자사-맹자'로 유교의 맥을 잇는 분들 중 공자의 손자인 자사가 지은 내용입니다. 유교의 내용을 (정말 많이) 압축하여 제시되어 있고 형이상학적인 내용이 많이 포함되어 있습니다. 이러한 형이상학적인 내용들 때문에 당시에는 쓸 수 없는 저작이다 등등 많은 의문이 제기되었으나 결론은 자사의 저작으로 대부분의 학자들이 인정하게 됩니다. 주희가 4서를 정리하던 중 유교를 공부하는 사람이 4서 중 마지막으로 읽을 책이 『중용』이라고 할 정도로 결코 쉽지 않은 내용입니다.
    
    『중용자잠』은 다산 정약용 선생님께서 『중용』을 주석하신 책입니다. 다산 선생님의 독창적인 해석이 들어있으며 성리학이 『중용』을 매우 중시하는 만큼 성리학과의 내용을 비교하기에도 좋은 자료입니다. 
    
    저 역시 배워나가는 입장에서 오역이 있을 수 있습니다. 해석에서 의문이 드는 분이 계시면 언제든 제시해주시기 바랍니다. 

    해석 아래의 QR코드를 클릭하시면 제 블로그에서 추가 내용을 보실 수 있습니다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/',
  },
  '1': {
    title: '머리말',
    content: `
    『한서(漢書) 예문지(藝文志)』 「중용설(中庸說)」 2편.

    송(宋)나라에서 산기상시(散騎常侍) 벼슬을 지낸 대옹(戴顒)이 『중용전(中庸傳)』 2권을 지었다.

    『수서(隋書) 경적지(經籍志)』와 『중용강소(中庸講疏)』 1권은 양(梁)나라의 무제(武帝)가 지었다. 왕숭간(王崇簡)이 이르기를 “양(梁)나라의 무제(武帝)는 또한 『사기제지중용의(私記制旨中庸義)』 5권을 지었다.”

    당나라(唐) 육덕명(陸德明)의 『석문(釋文)』에서 이르기를 “『중용(中庸)』은 공자(孔子)의 손자인 자사(子思)가 지어서 할아버지의 덕(德)을 분명히 밝혔다.

    왕숭간(王崇簡)이 이르기를 “『중용(中庸)』의 단행이 오래됐다. 송(宋)나라 유학자들은 이정(二程)에서 널리 알려지기 시작됐다고 여겼다. 아니다.”

    성호(星湖)선생께서 말씀하시기를 “사람들은 정자(程子)가 『중용(庸)』과 『대학(學)』을 널리 알리기 시작했다고 안다. 그러나 횡거(橫渠)가 명도(明道)보다 1살 많다. 그가 18살 때 범문정(范文正)이 이미 『중용(中庸)』을 읽도록 권했으니 곧 정자(程子) 전에 널리 알린 사람이 있었다. 당나라(唐) 이고(李翱)의 『복성서(復性書)』에서 한 마디 한 마디를 소중히 여겨서 이미 사서(四書)의 틀이 있었음을 보인 것이니 곧 범문정(范文正)과 횡거(橫渠) 전에 널리 알렸던 사람이 있었다. 양나라(梁) 간문(簡文)의 『사칙뢰중용강소(謝勑賚中庸講疏)』에서 아뢰어 말하기를 ‘천경지의(天經地義)의 으뜸이고 나가서는 충(忠)을 하고 안에서는 효(孝)를 하는 도(道)이니 참으로 가르침(敎)을 받을 때 가장 중요한 곳이요, 덕행(德行)의 본래 의미이다. 개인적인 의견을 말하자면 천 년의 세월동안 성인(聖)이 있어 큰 배움을 받드는 일이 있지 않았다면 구경(九經)의 도리를 알고 두 부문의 극치를 얻을 수 없었을 것이다.’ 그 견식은 한마디의 말로 이르자면 아주 뛰어나다고 할 수 있다. 이것은 곧 이고(李翱) 전에 널리 알린 사람이 있었다는 것이다.”

    『중용(中庸)』과 『대학(大學)』은 이미 고려시대부터 그 뒤로 그 의미를 전공하는 사람이 있었다. 그러나 그것을 따로 하나의 책으로 하여 과거(科擧)로 시행한 것은 처음 원나라(元) 인종(仁宗)부터였다. 원나라(元) 인종(仁宗)이 팔비법을 시작했을 때 처음에는 주자(朱子)의 『장구(章句)』를 써서 사람을 뽑았다. 『예기(禮記)』 49편 중에 정현(鄭)의 목록은 「중용(中庸)」 제31편이다.

    내가 상고건대 한나라(漢) 초기 때 고당생(高堂生)이 『예(禮)』 17편을 전했다. 후창(后蒼)이 곡대에서 그것을 교정했는데 지금의 『의례(儀禮)』가 이것이다. [공자(孔)가 살던 집의 벽에서 나온 『의례(儀禮)』 판본은 56편이었다. 17편 말고는 스승의 말씀이 끊겼는데 지금은 잃었다.] 『예문지(藝文志) 주관경(周官經)』 6편 또한 공안국(孔安國)이 간행했다. [『후한서(後漢書)』 「유림전(儒林傳)」에 보인다.] 유흠(劉歆)이 그것을 얻어 두자춘(杜子春)에게 전하고 정중(鄭衆)과 정현(鄭玄)에서 지금까지 이어진 『주례(周禮)』가 이것이다. 또한 유향(劉向)이 살펴본 『오례(五禮)』는 양이라는 지방(梁)의 사람인 대덕(戴德)과 대성(戴聖)이 글을 정리하여 46편으로 하고 마융(馬融) 또한 3편을 더한 것인데 지금의 『예기(禮記)』가 이것이다. 『중용(中庸)』과 『대학(大學)』은 원래 『예기(禮記)』 가운데 2편이었다. 그가 그것을 『예기(禮記)』의 가운데에서 뽑아 따로 처음 책으로 했고 처음 원나라 인종(仁宗)이 시행했다.

    정단간(鄭端簡)의 『고언(古言)』에서 말하기를 “우송(虞松)이 유교의 경전을 새긴 비석을 위나라(魏) 표문에 교정하여 새겼다. 한나라(漢) 가규(賈逵)의 말씀을 인용하여 말하자면 ‘공급(孔伋)이 송나라(宋)에서 궁하게 살았다. 옛날 성인(聖)의 학문이 불분명해지고 제왕의 도(道)가 떨어질까봐 두려워했다. 그러므로 『대학(大學)』을 지어서 그것을 기록하고 『중용(中庸)』을 지어서 그것을 묶었다.’” [또한 『당씨주소(唐氏奏疏)』에 보인다.]

    이 말씀은 정주(鄭註)나 공소(孔疏)에 보이지 않는다. 그리고 『석경대학(石經大學)』은 이 위서에 근거한다. 가규(賈逵)의 말씀이 인용하는 바 또한 그럴 듯 하나 아니다. 후대의 유학자가 그것을 밝힌 것이 매우 자세하다. [우송(虞松)이라는 사람은 위나라(魏) 240년과 249년 사이의 사람이고 정효(鄭曉)라는 사람은 명나라(明) 1522년과 1566년 사이의 사람이고 당씨(唐氏)라는 사람은 1573년과 1619년 사이의 사람이다.]

    모대가(毛大可)가 말하기를 “『수서(隋書) 경적지(經籍志)』에 『중용강소(中庸講疏)』 한 권이 있었다. 그때 경서를 모은 사람은 이미 『대학(大學)』과 『중용(中庸)』 두 편을 뽑아내고 함께 『논어(論語)』와 『맹자(孟子)』를 합쳐 소경(小經)이라 일컬었다. 그리고 송나라(宋) 때 그것을 말미암아 드디어 사서(四書)로 이름을 바꿨다.

    내가 상고건대 이 사람은 마음속으로 정주(程朱)를 시새움하여 『중용(中庸)』과 『대학(大學)』을 널리 알린 공로를 빼앗고 공로를 전대(前代)에 보내고자 하였다. 그러므로 자주 이 말씀을 했다. 그러나 지금 『당서(唐書) 선거지(選擧志)』를 생각하면 무릇 『예기(禮記)』와 『춘추좌씨전(春秋左氏傳)』을 대경(大經)으로 하고 『시(詩)』와 『주례(周禮)』와 『의례(儀禮)』를 중경(中經)으로 하고 『역(易)』과 『상서(尙書)』와 『공양전(公羊傳)』과 『곡량전(穀梁傳)』을 소경(小經)으로 한다. [또한 『당서(唐書) 백관지(百官志)』에서 이르기를 “『논어(論語)』와 『효경(孝經)』과 『이아(爾雅)』를 가르칠 학관(學官)을 세우지 않았다. 중경(中經)에 붙였을 뿐이다.] 『송사(宋史) 선거지(選擧志)』에서 이르기를 “1089 년에 『시(詩)』와 『예기(禮記)』와 『주역(周易)』과 『좌씨춘추(左氏春秋)』를 대경(大經)으로 하고 『서(書)』와 『역(易)』과 『공양(公羊)』과 『곡량(穀梁)』과 『의례(儀禮)』를 중경(中經)으로 하고 『논어(論語)』와 『맹자(孟子)』와 『효경(孝經)』을 소경(小經)으로 했다.” [「선거지(選擧志)」에서 또한 이르기를 “990년에 명법(明法)이 시험 7장을 수정했다. 제 4와 제 5장에서 소경(小經)을 시험했다.”] 그러므로 왕응린(王應麟)의 『옥해(玉海)』에서 이르기를 “당나라(唐) 명경(明經)의 사람을 뽑음은 삼경(三經)과 삼례(三禮)와 삼전(三傳)을 구경(九經)으로 했고 그때의 조정은 이내 삼전(三傳)으로 합쳐 하나로 했다. 또한 『예의(禮儀)』를 버리면서 『역(易)』과 『시(詩)』와 『서(書)』와 『주례(周禮)』와 『예기(禮記)』와 『춘추(春秋)』와 『논어(論語)』와 『효경(孝經)』을 구경(九經)으로 했다. 근본부터 따지고 보면 『중용(中庸)』과 『대학(大學)』으로 나눠 사서(四書)로 하면서 그것을 소경(小經)이라 이르겠는가? 주자(朱子) 『장구(章句)』 이전에 『중용(中庸)』과 『대학(大學)』은 원래 따로 스스로 책이었다고 여길 수 없다. 어찌 가려 뽑는 목록에서 나누어 헤아리면서 대(大)를 말하고 소(小)를 말하겠는가. 기만이 심하다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/0-1.html',
  },
  '2': {
    title: '1-天命之謂性。',
    content: `
    하늘(天)의 명(命)을 성(性)이라 이른다.
    성(性)을 따름을 도(道)라 이른다.
    도(道)를 닦음을 교(敎)라 이른다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/1-0.html',
  },
  '3': {
    title: '1-自箴',
    content: `
    주자(朱子)가 말하기를 “명(命)은 명령과 같고 솔(率)은 좇음이다.”

    경계해 말한다. ‘천성(天性)’ 두 글자는 「서백감려(西伯戡黎)」의 ‘천성(天性)을 즐기(虞)지 못하(不)다’라는 한 마디 말에서 처음 쓰였다. 『역전(易傳)』의 ‘성(性)을 다하다’의 글귀와 『맹자(孟子)』의 ‘성(性)을 안다’의 가르침은 모두 이후에 나온 말이다. [「탕고(湯誥)」에서 이르기를 ‘백성들에게 정성스러운 마음을 내렸으니 변하지 아니하는 성(性)이 있는 듯하다’는 거짓이다.]

    이 경(經)의 ‘천명지성(天命之性)’은 곧 조이(祖伊)가 말했던 ‘천성(天性)’이다. 그런데 ‘성(性)’이라는 글자의 원래 뜻에 근거해서 말하면 성(性)이라는 것은 마음(心)의 기호(嗜好)이다. 「소고(召誥)」에서 이르기를 “성(性)에 알맞게 하여 오직 나날이 마땅히 힘쓴다.’ [예전에도 전하여졌고 지금도 전하여지는데 모두 식색(食色)의 욕망(欲)이라 여긴다.] 맹자(孟子)가 말하기를 ‘마음(心)을 움직이고 성(性)을 참는다.’ 「왕제(王制)」에서 이르기를 ‘육례(六禮)를 닦아서 백성의 성(性)에 알맞게 한다.’ 모두 기호(嗜好)를 성(性)이라고 말한 것이다. 천명지성(天命之性) 또한 기호(嗜好)로 말할 수 있다. 모든 사람의 잉태가 이미 이뤄질 때 하늘은 곧 영명(靈明)하고 무형(無形)의 체(體)를 나누어 준다. 그리고 그 특성은 선(善)을 즐기면서 악(惡)을 싫어하고 [내 조상님의 이름을 피하기 위해 늘 선(善)을 즐긴다고 이른다.] 덕(德)을 좋아하면서 더러움을 부끄러워한다. 이것이 성(性)이나 성선(性善)이라 이르는 것이다. 성(性)은 원래 이와 같다. 그러므로 어기지 말고 고쳐 쓰지 말라. 다만 모름지기 그것을 의지해서 따르고 하는 일을 받아들여라. 태어나면서 죽음에 이르기까지 이 방향을 좇는다. 이것이 도(道)라 이르는 것이다. 다만 도로(道路)의 특성은 내버려두고 다스리지 않으면 곧 나무와 풀숲이 우거져서 막히고 향하는 곳에 갈 수 없다. 반드시 정자 망대의 관리가 있어서 그것을 만들고 관리하고 보수하고 열고 통하게 해야한다. 여행자로 하여금 그 방향을 헷갈리지 않도록 하고 그러한 뒤에야 함께 그 가려는 곳으로 통할 수 있다. 성인(聖人)의 깨우침은 여러 사람을 인도하고 그 일은 무리를 돕는다. 이것이 교(敎)라 이르는 것이다. 교(敎)라는 것은 도로(道路)를 고치고 관리하는 것이다.

    교(敎)라는 것은 오교(五敎)이다. 아래 글에서 말하기를 “도(道)로써 수신(修身)한다. 인(仁)으로써 수도(修道)한다.” [‘애공(哀公)’장(章)] 인(仁)이란 것은 인륜(人倫)의 완성된 덕(德)이다. 하늘(天)이 사람의 선악(善惡)을 살피는 방법은 인륜(人倫)에 있다. 그러므로 사람의 수신(修身)하는 방법은 하늘(天)을 섬기는 것이다. 또한 인륜(人倫)으로써 힘쓴다. 아래 글에 이른바 ‘오달도(五達道)’는 곧 수도(修道)의 교(敎)이다. 사람은 부자(父子)와 군신(君臣)과 부부(夫婦)와 형제(昆弟)와 벗(朋友)과 사귈 수 있다. 그 마음(心)의 중(中)과 화(和)를 다하면 곧 수도(修道)한 것이다.

    경계해 말한다. 사람들은 모두 영명(靈明) 전체를 성(性)으로 한다. 그 반드시 기호(嗜好)로써 성(性)으로 해야 한다는 것은 어째서인가. 사람들이 늘 하는 말이 있는데 말하기를 ‘내 성(性)은 회와 구운 고기를 즐긴다.’ 말하기를 ‘내 성(性)은 쉬고 썩은 것을 싫어한다.’ 말하기를 ‘내 성(性)은 거문고와 퉁소의 소리를 좋아한다.’ 말하기를 ‘내 성(性)은 개구리 소리를 싫어한다.’ 사람들은 항상 기호(嗜好)로써 성(性)으로 한다. 그러므로 맹자(孟子)는 성선(性善)의 이치를 논했는데 언제나 기호(嗜好)로써 그것을 밝혔다. [「고자(告子)」와 「진심(盡心)」에 보인다.] 공자(孔子)가 병이호덕(秉彝好德)의 시(詩)를 해서 인성(人性)을 증명했다. 기호(嗜好)를 버리고 성(性)을 말하는 것은 공자가 말하던 것이 아니다.

    순경(荀卿)은 성악(性惡)을 말했다. 양웅(揚雄)은 선악(善惡)이 뒤섞였다고 말했다. 그가 성선(性善)이라 이른 것은 어째서인가. 성(性)이 만약 불선(不善)하다면 어떻게 따를 수 있겠는가. 만약 선악(善惡)이 뒤섞였다면 어떻게 따를 수 있겠는가. 반드시 그것은 오로지 선(善)하고 악(惡)이 없다. 그러므로 그것을 따르고 좇을 수 있다. 톱질하는 사람의 승묵을 좇음이나 건너는 사람의 교량을 좇음과 같다. 만약 그 가운데에 조금이라도 불선(不善)이 있어 성인(聖人)이 교(敎)를 세움에 반드시 마땅히 ‘그것을 피하고 거스르고 고치고 휘게 하라’고 말해야 한다면 어찌 솔성(率性)을 도(道)로 할 수 있겠는가.

    사람은 항상 악(惡)에 빠진다. 그가 그것을 성선(性善)이라 이른 것은 어째서인가. 사람은 늘 하나의 선(善)한 일을 하면 그 마음(心)은 반드시 기뻐하여 즐거운 듯하다. 어찌 성(性)에 맞는데 즐겁지 않겠는가. 사람은 늘 하나의 악(惡)한 일을 하면 반드시 곤궁하여 서운한 듯하다. 어찌 성(性)을 거스르는데 서운하지 않겠는가. 갓난아기가 우물에 빠지면 반드시 급히 향하여 도우러 나간 이후에야 마음(心)에서 편안하다. 거위고기를 눈앞에서 보면 반드시 사양하고 먹지 아니한 이후에야 마음(心)에서 편안하다. 나란히 동행하면 반드시 그 무거운 보따리를 나눈 연후에야 마음(心)에서 편안하다. 선(善)한 사람이 속임을 당하면 반드시 그 원통한 누명을 해결한 연후에야 마음(心)에서 편안하다. 무릇 이를 만나면서 능히 행하지 않은 사람은 모두 부끄러워하고 삼가고 불안해한다. 그 편함과 불안은 어찌 성(性)에 맞거나 성(性)을 거스른 까닭이 아니겠는가. 그러므로 말하기를 ‘솔성(率性)하면 선(善)을 할 수 있다.’

    솔성(率性)을 도(道)라 이른다. 그러므로 성(性)의 발한 바를 도심(道心)이라 이른다. [성(性)은 마음(心)에서 난다. 그러므로 마음(心)을 따르고 생(生)을 따른다.] 도심(道心)은 항상 선(善)을 하고자 한다. 또한 능히 선(善)을 고른다. 오로지 도심(道心)의 하고자 하는 바를 듣는다. [그 욕망을 좇는다.] 이때 솔성(率性)이라 이른다. 솔성(率性)이라는 것은 천명(天命)을 좇음이다. 옳지 않은 음식이 앞에 있다면 입과 배의 욕심이 넘치게 일어난다. 마음(心)이 알려 말하기를 ‘먹지 말라. 이것은 옳지 않은 음식이다.’ 나는 이에 그 고하는 바를 좇아 입과 배를 따라 먹지 않는 이때 솔성(率性)이라 이른다. 솔성(率性)이라는 것은 천명(天命)을 좇음이다. 사체(四體)가 피곤한듯이 항상 지쳐 눕고자 한다. 도심(道心)이 알려 말하기를 ‘눕지 말라. 이것은 태만의 버릇이다.’ 나는 이에 그 고하는 바를 좇아 벌떡 일어나고 기좌한다. 이때 솔성(率性)이라 이른다. 솔성(率性)이라는 것은 천명(天命)을 좇음이다.

    하늘(天)이 삶(生)의 시작을 줄 때 이 명(命)이 있다. 또한 평상시의 나날을 살아가면서 매 시각마다 계속 이 명(命)이 있다. 하늘(天)은 타이르듯이 그것을 명(命)할 수 없다. 일부러 하지 않는다. 하늘(天)의 목구멍과 혀가 도심(道心)에 위임해 있다. 도심(道心)의 경계하고 알리는 바는 황천(皇天)이 명(命)을 통해 경계하는 바이다. 타인이 듣지 못하는 바이나 자기는 홀로 자세히 듣는다. 속이지도 않고 엄하지도 않다. 고하는 듯하고 가르치는 듯하다. 어찌 다만 타이를뿐이겠는가. 일(事)이 불선(不善)하면 도심(道心)은 그것을 부끄러워한다. 부끄러워하는 것은 천명(天命)에서 타이르는 것이다. 행함에 불선(不善)함이 있다면 도심(道心)은 그것을 부끄러워한다. 뉘우치고 한탄하는 것은 천명(天命)에서 타이르는 것이다. 『시경(詩)』에서 이르기를 ‘하늘(天)의 백성을 깨우침은 질나발과 같고 피리와 같다.’ 이것의 일컬음이 아니겠는가. ‘상제(上帝)에게 제사지내는 방법 중 하나는 마음에 있다.’ 또한 이것으로써 옳다. 길흉을 예언하는 책에서 천명(天命)을 구하는 것은 이단(異端)의 허황된 재주이다. 본심(本心)에서 천명(天命)을 구하는 것은 성인(聖人)의 밝게 하늘을 섬기는 배움이다.

    도(道)라는 것은 이쪽부터 저쪽까지 미치는 길이다. 도심(道心)을 따르면서 앞으로 나아간다. 일찍 죽든 오래 살든 변하지 않는다. 머무르는 곳에서 머무는 것을 도(道)라 이른다. 이것이 도(道)이다. 태어나면서 길을 떠나고 죽은 이후에야 이른다. ‘임무가 막중하고 먼 곳에 이른다.’ 이것을 편안한 기운이라 이르지 않는다. 지금 세상의 사람들은 조직적으로 계획하는 일로 천하를 다스리는 것을 도(道)를 행한다고 이르는데 자기가 갈 곳을 시험하여 물어서 아무 생각없이 멍하고 사물이나 사람을 알아보지 못하면 이때 부지(不知)라 이르고 길을 잃은 사람이라 이른다. 천하의 사람들로 하여금 모두 솔성(率性)의 도(道)를 좇도록 한다면 과연 도(道)를 행한다고 이를만 하다.

    『신미록(辛未錄)』에서 말하기를 “하늘(天)이 내 성(性)을 준다. 덕(德)을 좋아하는 [선(善)으로 읽는다.] 정(情)으로 주고 선(善)을 고르는 능력으로 준다. 이것들이 비록 나에게 있지만 그 근본은 천명(天命)이다. 모든 사람은 자기 본성(本性)에서 비롯한다고 인식하기 때문에 그것을 업신여긴다. [도심(道心)의 타일러 훈계하는 바를 좇지 않는다.] 한 번 추구하면 이 성(性)이 원래 하늘(天)이 준 것임을 깨닫는데 이때 비로소 천명(天命)이 빛난다. 이 성(性)의 하고자하는 바를 어기고 이 성(性)의 부끄러워하는 바를 행하면 이것이 천명(天命)을 업신여기고 천명(天命)을 거스르는 것이니 죄가 하늘(天)까지 통한다. 그러므로 덕성(德性)을 높여야 한다고 말하는 것이다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/1-1.html',
  },
  '4': {
    title: '2-道也者。不可須臾離也。',
    content: `
    도(道)라는 것은 잠시도 떠날 수 없다.
    떠날 수 있다면 도(道)가 아니다.`,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/2-0.html',
  },
  '5': {
    title: '2-自箴',
    content: `
    경계해 말한다. 도(道)에서 떠날 수 없다는 것은 어째서인가. 솔성(率性)을 도(道)라 이르기 때문이다. 솔성(率性)은 곧 떠날 수 없다는 것은 어째서인가. 천명(天命)을 성(性)이라 이르기 때문이다. 천명(天命)은 곧 떠날 수 없다는 것은 어째서인가. 경(經)에서 말하기를 ‘귀신(鬼神)의 덕(德)은 근본적(體)인 것(物)이니 떨어질 수 없다.’ [아래 글에 보인다.] 떨어질 수 없으므로 떠날 수 없다. 진나라(秦) 사람이 진나라(秦) 임금의 명령으로 초나라(楚)를 가면 그 진나라(秦)에서부터 초나라(楚)에 이르는 걸음걸음이 모두 이 도(道)이고 임금의 명령이다. 병사가 어찌 이 도(道)를 떠날 수 있고 병사가 어찌 이 명령(命)을 어길 수 있겠는가. 체물(體物)이라는 것은 물(物)을 내용물이다. 물고기는 물 속에서나 살지 물 밖에서는 숨을 쉴 수 없음과 같다. 병사가 어찌 스스로 행하고 스스로 멈출 수 있겠는가.

    솔(率)이라는 것은 좇음(循)이다. 진나라(秦)에서부터 초나라(楚)로 가는 사람은 걸음걸음마다 이 명령을 좇는다. 저절로 걸음걸음 이 도(道)를 좇는다. 그러므로 말하기를 “도(道)라는 것은 잠시도 떠날 수 없다.”

    잠시도 떠나지 않으면 곧 용(庸)이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/2-1.html',
  },
  '6': {
    title: '3-是故君子戒愼乎其所不睹。',
    content: `
    그러므로 군자는 그 보이(睹)지 않는 바에서 계신(戒愼)하고 그 들리(聞)지 않는 바에서 공구(恐懼)한다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/3-0.html',
  },
  '7': {
    title: '3-自箴。',
    content: `
    경계해 말한다. 보이지 않는 바라는 것은 무엇인가. 하늘(天)의 몸(體)이다. 들리지 않는 바라는 것은 무엇인가. 하늘(天)의 음성(聲)이다. 어찌하여 그러하다고 아는가. 경(經)에서 말하기를 '귀신(鬼神)의 덕(德)됨은 마땅히 성하도다. 그것을 보나 보이지 않고 그것을 들으나 들리지 않는다. 근본적(體)인 것(物)이니 떨어질 수 없다. 천하(天下)의 사람으로 하여금 심신을 깨끗하게 하고 제사를 받들게 한다. 한없이 넓도다. 그 위에 있는 듯하고 그 좌우에 있는 듯하다.' [아랫 장(章)에 보인다.] 보이지 않고 들리지 않는 것은 하늘(天)이 아니고 무엇인가. 백성의 삶은 욕심이 없을 수 없다. 그 욕심을 좇아 그것을 채우고 아무 꺼림 없이 제멋대로 마구 놀지 않을 수 없을 뿐이다. 그러나 백성이 감히 뚜렷이 그것을 범하지 않는다는 것은 계신(戒愼)과 공구(恐懼)로 한다는 것이다. 누가 계신(戒愼)하는가. 위에서 벼슬아치가 법령을 굳게 지킨다. 누가 공구(恐懼)하는가. 위에서 임금이 그를 베어 죽일 수 있다. 진실로 그 위에 임금이 없음을 알면 그 누가 아무 꺼림 없이 제멋대로 마구 놀지 않겠는가. 대저 암실(暗室)에서 자기의 양심을 속이면 그릇된 생각을 하고 간음하고 절도한다. 다음날에 그 의관을 바로잡고 단정하게 앉고 얼굴을 닦으니  순박하고 조금도 흠이 없는 군자(君子)이다. 윗사람이 그것을 알 수 없고 군왕(君王)이 그것을 살필 수 없다. 죽을 때까지 거짓을 행하면서 당세의 미명(美名)을 잃지 않는다. 아예 나쁜 일을 하면서 후세의 우러러봄을 받을 수 있는 사람을 천하(天下)가 모두 따라한다. 성인(聖人)이 빈 말로 형벌을 내려서 천하(天下)의 사람으로 하여금 아무런 까닭이 없이 계신(戒愼)하게하고 아무런 까닭 없이 공구(恐懼)하게하면 어찌 굽히고 또한 숨겠는가. 인성(人性)은 원래 저절로 선(善)을 즐기니 그것으로 계신(戒愼)하면 마땅히 옳다. 대저 공구(恐懼)의 특성은 아무런 까닭이 없으면서 얻을 수 있는 것이 아니다. 스승이 그를 가르치면서 공구(恐懼)하면 이것이 거짓 공구(恐懼)이다. 임금이 그에게 명령하면서 공구(恐懼)하면 이것이 거짓 공구(恐懼)이다. 공구(恐懼)하면서 거짓을 꾸미면 그것을 얻을 수 있겠는가. 저물녘에 폐허가 된 무덤을 다니는 사람은 두려워할 생각이 없었으나 스스로 두려워한다. 그곳에 홀리는 도깨비가 있다고 알기 때문이다. 산림(山林)을 밤에 다니는 사람은 조심히 할 생각이 없었으나 스스로 두려워한다. 그곳에 범과 표범이 있다고 알기 때문이다. 군자(君子)는 후미진 곳에 거주하지만 매우 두려워하고 떨어서 악(惡)을 감히 하지 못한다. 그곳에 상제(上帝)가 너에게 임한다고 알기 때문이다. 지금 명(命)과 성(性)과 도(道)와 교(敎)로 모두 하나의 이(理)에 모으니 곧 이(理)는 원래 앎이 없고 또한 위엄의 능력이 없으니 어찌 경계하는 바로서 그것을 삼가고 어찌 조심하는 바로서 그것을 두려워하겠는가. 성인(聖人)이 말하는 바는 모두 지극히 바르고 지극히 참되니 반드시 속여 꾸미고 체면차리는 말씀을 지어서 스스로 속이면서 사람을 속이지 않는다.

    도심(道心)과 천명(天命)은 두 부분으로 나눠질 수 없다. 하늘(天)의 나에게 경계하여 고하는 것은 천둥으로써도 아니고 바람으로써도 아니다. 빈틈없이 자기의 마음속에서 친절히 타일러 훈계하는 것을 좇는다. 만약 잠깐이라도 갑자기 사람을 해치고 물건에 손해를 끼칠 뜻에 싹이 터서 밖으로 나오려는 때가 있다면 깨달아 얻은 한 쪽에서 온화한 말씨로 그것을 말리는 것이 있다. 말하기를 ‘허물은 모두 너에게서 말미암는다. 어찌 그를 원망할 수 있겠는가. 네가 만약 마음이 환하게 풀리면 어찌 네 덕(德)이 아닌가.’ 틀림없이 주의하여 자세히 들으면 희미한 바가 없다. 이 말씀을 마땅히 알아야 한다. 원래의 빛나는 천명(天命)을 좇으면서 따르면 곧 선(善)을 하고 상서롭게되고 업신여기면서 어기면 곧 악(惡)을 하고 재앙이 된다. 군자(君子)의 계신(戒愼)과 공구(恐懼)는 오로지 이에 있다.

    태어났을 때 천명(天命)은 이 성(性)으로써 줄 뿐만 아니라 전부터 있던 모양(形)이 없는 체(體)와 묘용(妙用)의 신(神)은 같은 것끼리 서로 융합하고 그것과 서로 느낀다. 그러므로 하늘(天)의 경계하고 고하는 것은 또한 모양(形)이 있는 귀와 눈(耳目)에 복종하지 않는다. 그리고 늘 무형(無形)을 좇는다. 묘하게 작용하는 도심(道心)은 그를 꾀고 가르친다. 이것이 소위(所謂) ‘하늘(天)이 그 속마음을 꾄다.’ 그 꾐을 따르면서 좇으면 천명(天命)을 받드는 것이고 그 꾐을 업신여기면서 어기면 천명(天命)을 거스른다는 것이다. 어찌 계신(戒愼)하지 않고 어찌 공구(恐懼)하지 않겠는가.

    하늘(天)의 영명(靈明)은 사람의 마음(心)을 바로 통한다. 희미한 것(隱)도 살피지 않음이 없고 자세한 것(微)도 비추지 않음이 없다. 이집을 내리 비치니 해의 살핌이 여기에 있다. 사람은 진실로 이를 안다. 비록 대담한 사람이라도 계신(戒愼)과 공구(恐懼)하지 않을 수 없다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/3-1.html',
  },
  '8': {
    title: '4-莫見乎隱。莫顯乎微。',
    content: `
    희미함(隱)보다 잘 나타나는 것은 없고 자세함(微)보다 잘 드러나는 것은 없다.
    그러므로 군자(君子)는 그 홀로(獨)에도 삼간(愼)다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/4-0.html',
  },
  '9': {
    title: '4-自箴',
    content: `
    경계해 말한다. 희미하(隱)고 자세한(微) 것은 상천(上天)의 일(載)이다. 그것을 보나 보이지 않고 그것을 들으나 들리지 않는다. 어찌 희미함(隱)이 아니겠는가. [‘귀신(鬼神)’장(章)] ‘그 자세함을 말하면 곧 천하(天下) 모두가 어길 수만은 없다.’ 어찌 자세함(微)이 아니겠는가. [‘비은(費隱)’장(章)] ‘넓은 하늘의 아래로 하여금 심신을 깨끗하게 하고 제사를 받들게 한다. 한없이 넓도다. 그 위에 있는 듯하고 그 좌우에 있는 듯하다.’ 희미함(隱)보다 잘 나타나는 것은 없다. [‘귀신(鬼神)’장(章)] 만물(萬物)을 크게 기르고 솔개가 날아서 하늘(天)에 이르고 물고기가 못에서 뛰어오르게 하여 그 조화(造化)의 발자취를 나타낸다. 자세함(微)보다 잘 드러나는 것은 없다. [‘비은(費隱)’장(章)] 희미한(隱) 것 같으면서 지극히 나타난다. 그러므로 보이지 않는 곳에서 계신(戒愼)한다. 자세한(微) 것 같으면서 지극히 드러난다. 그러므로 들리지 않는 곳에서 공구(恐懼)한다.

    만약 이르기를 어두운 곳과 작은 일 이것을 은(隱)과 미(微)라고 한다면 곧 어두운 곳과 작은 일을 죽을 때까지 가리어 숨기면서 드러나지 않은 사람은 아래로는 사람을 속일 수 있고 위로는 임금을 속일 수 있다. 소인(小人)은 그러함을 배워서 안다. 군자(君子)가 빈 말로써 그것을 두려워하여 말하기를 ‘어두운 곳(隱)보다 잘 나타나는 것이 없고 작은 일(微)보다 잘 드러나는 것이 없다.’ 그가 기꺼이 그것을 믿겠는가. 내려 봄을 믿지 않는 사람은 반드시 그 홀로(獨)에도 삼갈(愼) 수 없다.

    아래 글에 이르기를 ‘널리 쓰이면서 희미하(隱)다.’ [은(隱)] ‘어길 수만은 없다.’ [미(微)] 위아래를 살핀다. [희미하고 자세하(隱微)므로 그것을 살핀다.] 아래 글에 이르기를 ‘아아 자세한 것(微)이 드러남.’ [현(顯)] ‘성(誠)을 가릴 수 없게 됨.’ [현(見)] 아래 글에 이르기를 ‘자세한 것(微)이 드러남을 안다.’ [현(顯)] ‘가라앉아 오직 엎드린다.’ [은(隱)] 그래도 그것을 통하여 밝힌다.’ [현(見)] ‘상천(上天)의 일(載)은 소리(聲)도 없고 냄새(臭)도 없다.’ [희미하고 자세하(隱微)면서 행사(行事)에 나타난다.] 모두 한 호흡이고 한 줄기이고 처음부터 끝까지 생각을 철저히 관철한 말씀이다. 다르게 설명할 수 없다. [노자(老子)가 말하기를 “보나 보지 못함을 이름하여 말하면 ‘평탄함(夷)’이다. 들으나 듣지 못함을 이름하여 말하면 ‘널리 퍼짐(希)’이다. 잡으나 얻지 못함을 이름하여 말하면 ‘자세함(微)’이다.”]
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/4-1.html',
  },
  '10': {
    title: '5-喜怒哀樂之未發。謂之中。',
    content: `
    희로애락(喜怒哀樂)의 미발을 중(中)이라 이른다.
    쏘아지(發)면서 모두 알맞음(節)에 부합함(中)을 화(和)라 이른다.
    중(中)이란 것은 천하(天下)의 큰 근본(本)이다.
    화(和)란 것은 천하(天下)의 마땅한 도(道)이다.
    중화(中和)에 이르면 천지(天地)가 자리잡고 만물(萬物)이 자란다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/5-0.html',
  },
  '11': {
    title: '5-自箴',
    content: `
    경계해 말한다. 이 절(節)은 곧 신독(愼獨)하는 군자(君子)의 존심양성(存心養性)의 극진한 공로(功)이다. 흔히 말하는 천하(天下) 사람의 성정(性情)이 아니다. 어찌하여 그러함을 아는가. 윗 절(節)에서 말하기를 ‘군자(君子)는 계신(戒愼)한다.’ 말하기를 ‘군자(君子)는 신독(愼獨)한다.’ 아랫 절(節)에서 말하기를 ‘군자(君子)는 중용(中庸)한다.’ 말하기를 ‘군자(君子)는 시중(時中)한다.’ 이 절(節)은 위를 잇고 아래를 잇는다. 그러나 갑자기 천하(天下) 사람의 성정(性情)을 논하면 반드시 옳은 이치가 아니다. 그것을 신독(愼獨)하는 군자(君子)가 덕(德)이 있는 사람이 된다고 함을 어찌 의심하는가.

    어찌하여 그렇다고 밝히겠는가. 신독(愼獨)이라는 것은 정성스럽게 함(誠)이다. 아랫 장(章)에서 말하기를 '천하(天下)의 지극히 정성스럽게 함(誠)만이 천하(天下)의 큰 근본(本)을 세울 수 있고 천지(天地)의 만들어 기름(化育)을 알 수 있도록 한다. 아아 어찌 치우친 바가 있겠는가. 그 이른바 '천하(天下)의 큰 근본(本)을 세움'이라는 것은 중화(中和)에 이름(致)이다. 그 이른바 '천지(天地)의 만들어 기름(化育)을 안다'는 것은 천지(天地)가 자리잡으면서 만물(萬物)이 자라는 것이다. 그 이른바 '아아 어찌 치우친 바가 있겠는가'라는 것은 중화(中和)의 덕(德)을 칭찬하는 것이다. 이 장(章)과 아랫 장(章)에서 위아래가 대응한다. 가느다란 털도 어긋나지 않는다. 신독(愼獨)을 지극히 정성스럽게 함(誠)으로 하고 지극히 정성스럽게 함(誠)을 신독(愼獨)으로 하면 이미 의심할 것이 없으니 쏘아지(發)지 않은 중(中)과 이미 쏘아진(發) 화(和)는 오직 신독(愼獨)하는 사람에게만 마땅하다. 신독(愼獨)할 수 없는 사람은 모두 쏘아지(發)지 않을 때 심술이 이미 사사스럽고 편벽되니 마침내 쏘아진(發) 뒤의 행사(行事) 또한 치우치고 기울어지기를 반복한다. 중화(中和) 두 글자를 이 사람들에게 허락할 수 있겠는가. 하물며 중화(中和)에 이르(致)면 곧 천지(天地)가 자리잡고 만물(萬物)이 자란다. 중화(中和) 두 글자를 성인(聖人)의 극진한 공로로 했음이 분명하다. 보통 사람에게 주어진 바로 할 수 있겠는가. 만약 이르기를 이미 쏘아진 것(發)은 선악(善惡)이 있고 쏘아지(發)지 않은 것은 선악(善惡)이 없다고 하면 곧 보통 사람들이 비록 모두 화(和)할 수 없어도 과연 모두 중(中)이고 비록 화(和)에 이를 수 없어도 과연 중(中)에 이른다. 소인(小人)과 군자(君子)가 장차 자리잡고 자람(位育)의 공로를 나누어 맡는다면 통할 수 있겠는가.

    신독(愼獨)이 중화(中和)에 이를 수 있다는 것은 어째서인가. 미발(未發)이라는 것은 희로애락(喜怒哀樂)의 미발(未發)이지 심지사려(心志思慮)의 미발(未發)이 아니다. 마땅히 이때 엄숙하고 경건하게 상제(上帝)를 밝게 섬김이 항상 신이 가장 구석진 곳을 굽어봄과 같으니 계신(戒愼)하고 공구(恐懼)한다. 허물이 있을까만을 두려워하고 지나치게 과격한 행동과 기울어져 있는 정(情)을 범할까만을 두려워하고 싹이 있을까만을 두려워한다. 그 마음(心)의 지극히 공평함(平)과 지극히 바름(正)을 얻어서 바깥의 것으로 다가간다. 이 어찌 천하(天下)의 지극한 중(中)이 아니겠는가. 마땅히 이때 기뻐할(喜)만 할 때 기뻐하(喜)고 성낼(怒)만 할 때 성내고 마땅히 슬퍼할(哀) 때 슬퍼하(哀)고 마땅히 즐거워할(樂) 때 즐거워한(樂)다. 그것은 신독(愼獨)의 숨겨진 공로를 말미암는 것이다. 그러므로 일(事)과 갑자기 만나서 쏘아지(發)면 알맞음(節)에 부합하(中)지 않는 것이 없다. 이 어찌 천하(天下)의 지극한 화(和)가 아니겠는가.

    일반 사람은 그렇지 않다. 지금 그 쏘아지(發)지 않은 때에 ‘눈(目)으로 보지 못하니 계신(戒愼)하는 바가 없다’고 이르고 ‘귀(耳)로 듣지 못하니 공구(恐懼)하는 바가 없다’고 이르고 ‘희미한 것(隱)이 나타날 수 없다고 천도(天道)를 믿지 않는다’고 이르고 ‘자세한 것(微)이 드러날 수 없다고 천명(天命)을 두려워하지 않는다’고 이른다. 한가지 일을 만나면 지나치게 과격한 행동을 짓어서 한 시대를 속이고 꾀를 내면 멋대로 기울어져 있는 정(情)을 따라서 자기만을 이롭게 한다. 마땅히 이때 그 희로애락(喜怒哀樂)이 되는 방법은 벗어나는 정도가 지나치기도 하고 부족하기도 하고 치우치기도 하고 기울어지기도 한다. 이를 말미암아 보면 중(中)에 이름은 신독(愼獨)이 아닐 수 없고 화(和)에 이름도 신독(愼獨)이 아닐 수 없고 중용(酒用)의 도(道)는 신독(愼獨)이 아닐 수 없다. 지금은 쏘아지(發)지 않은 중(中)과 이미 쏘아진(發) 화(和)로 천하(天下)사람의 일반적 견해로 하고자 한다. 옳은가 옳지 않은가.

    중화(中和)에 이르러 자리잡고 자랄 수 있다는 것은 어째서인가. 중화(中和)에 이른다는 것은 지극히 정성스럽게 함(誠)이다. 지극히 정성스럽게 함(誠)이라는 것은 천도(天道)이다. 지극히 정성스럽게 하(誠)는 사람이 하늘(天)과 덕(德)을 맞추면 곧 위로는 하늘(天)을 다스릴 수 있고 아래로는 땅(地)을 다스릴 수 있다. 그러므로 남정(南正)으로 있던 중(重)이 하늘(天)을 맡았고 북정(北正)으로 있던 여(黎)가 땅(地)을 맡았다. 요임금(堯)의 시대에 이르면 희백(羲伯)이 하늘(天)을 맡고 화백(和伯)이 땅(地)을 맡아서 천문 현상 관측(曆象)을 바로잡고 표준(圭臬)을 세우니 온갖 법률과 제도(百度)가 자세히 바로잡히고 여러 공적들이 빛나고 산과 숲과 내와 못(山林川澤)에 각각 관리가 있어 풀과 나무(草木)와 새와 짐승(鳥獸)을 때맞춰 기르고 때맞춰 죽였다. 이것이 이른바 인성(人性)을 다할 수 있고 물성(物性)을 다할 수 있다는 것이다. 원래 그 근거하는 바가 어찌 신독(愼獨)의 정성스럽게 함(誠)이 아니면 이에 이를 수 있겠는가.

    「악기(樂記)」에서 이르기를 ‘몸을 움직이니 천지(天地)가 응하고 봄여름가을겨울이 조화롭고 별이 다스려지고 모든 백성이 자라도다.’ 이것은 자랑하는 말씀이다. 그것을 큰 근본(本)이라 이르는 것은 어째서인가. 선대의 유학자가 ‘군주의 한 마음을 끝없는 변화의 근본으로 한다’라고 일렀다. 신독(愼獨)의 공로(功)는 쏘아지(發)지 않은 때에는 그 중정(中正)을 세워서 자리잡고 자라는 공로(功)를 준비한다. 그것이 천하(天下)의 큰 근본(本)이 아니겠는가. 그것을 마땅한 도(道)라 이르는 것은 어째서인가. 희로애락(喜怒哀樂)이 쏘아지(發)면서 알맞음(節)에 부합하(中)면 곧 안으로는 부자(父子)와 형제(昆弟)를 보살피고 밖으로는 군신(君臣)과 벗(朋友)을 보살핀다. 나아가면서 나의 인(仁)을 행하(行)지 않음이 없고 목적지로 향하면서 나의 의(義)를 행하(行)지 않음이 없다. 매우 세차게 사방으로 통하고 장애가 하나도 없다. 어찌 천하(天下)의 마땅한 도(道)가 아니겠는가.

    옛날 1784년 여름에 벗인 광암(曠菴)이나 이덕조(李德操)와 내가 모여서 『중용(中庸)』의 대략적인 뜻을 논했다. 아주 잘게 나누어도 깨닫지 못함이 없었는데 미발(未發)과 이발(已發)의 말씀만은 항상 이 절(節)은 이해할 수 없다고 말했다. 이제 삼십년이나 지났는데 만약 광암(曠菴)으로 하여금 내 지금의 견해를 듣게 했다면 분명 서로 인정했을 것이다. 묘지에서 일어나기 어려우니 아아 어찌 미치겠는가.

    주자(朱子)가 말하기를 “모든 천명지성(天命之性)은 사사로운 욕심이 없(純粹)고 지극히 선(善)하다. 그리고 사람의 마음(心)에서 근본과 작용(體用) 모두를 갖췄다. 원래 모두가 이와 같다. 성인(聖)과 어리석은 사람(愚)을 생각해도 더하거나 덜 것이 없다. 그러나 고요하더라도 보존하는 방법을 알지 못하면 곧 천리(天理)가 어두워지면서 큰 근본(本)이 세워지지 못하는 바가 있다. 움직여도 알맞게 하(節)는 방법을 알지 못하면 곧 인욕(人欲)이 방자해지면서 마땅한 도(道)가 행해지(行)지 못하는 바가 있다. 군자(君子)만의 보(睹)지 못하고 듣(聞)지 못하기 전부터 경계하(戒)고 삼가(謹)고 공구(恐懼)하는 방법이라는 것은 더욱 엄하고 더욱 공경하(敬)여 아주 조금도 기울어져 있지 않고 항상 지킨다는 것이다. 곧 그 중(中)에 이를 수 있게 되고 큰 근본(本)의 세워짐이 나날이 단단해진다. 어둡(隱)고 작(微)고 조용히 혼자인 때에 적절하고 그 선악(善惡)의 조짐을 삼가는 방법이라는 것은 더욱 정통하고 더욱 자세하여 아주 조금의 다르고 그르침도 없고 행동이 늘 어긋나지 않는다는 것이다. 곧 그 화(和)에 이를 수 있게 되고 마땅한 도(道)의 행해짐이 나날이 넓어진다.” [『혹문(或問)』에 보인다.]

    경계해 말한다. 주자(朱子)는 여기에서도 중화(中和)가 신독(愼獨)에서 나온다고 했다. 다만 『장구(章句)』에 이 의미가 없어서 변변치 못한 선비가 알 수 없었을 따름이다. 지금의 학자가 주자(朱子)의 이 말씀을 널리 알리고 지침으로 여기니 일반 사람들도 헷갈리지 않는다. 다만 천명지성(天命之性)은 성인(聖)과 어리석은 사람(愚)이 함께 얻더라도 중화(中和) 두 글자는 덕(德)을 이룬 명예이니 반드시 힘을 들이고 미루어 지극히 한 이후에야 비로소 나에게 있다고 하는 것이다. 어찌 힘을 들이기 전에 중화(中和)의 덕(德)이 있고 사람의 마음(心)에 못을 박아 붙였다고 할 수 있겠는가. 일반적인 견해는 성인(聖)과 어리석은 사람(愚)이 수 많은 등나무와 칡이 얽힌 듯 생겨나니 마침내 정돈하여 다스릴 수 없다. 마음에 새기는 바라는 것은 군자(君子)이하일 뿐이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/5-1.html',
  },
  '12': {
    title: '6-仲尼曰。君子。中庸。小人。反中庸。',
    content: `
    중니(仲尼)가 말씀하시기를 “군자(君子)는 중용(中庸)하고 소인(小人)은 반중용(反中庸)한다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/6-0.html',
  },
  '13': {
    title: '6-自箴',
    content: `
    경계해 말한다. 중(中)이라는 것은 치우치지 않고 기울지 않고 지나치거나 미치지 못함이 없음이다. 경문(經文)에서 이것을 이름함은 모두 확실한 증거가 있다. [다만 치우치지 않음의 뜻은 이 책에 보이지 않는다. 오직 「홍범(洪範)」에서 이르기를 ‘어느 한 쪽에 기울지 않는다.’] 오직 용(庸)이라는 글자의 의미는 분명하게 해석된 적이 없다. 만약 평상(平常)의 이(理)라고 이른다면 곧 성인(聖人)이 평상(平常)의 이(理)로써 지극한 덕(德)이라 이름하여 말했던 것이니 또한 아마도 그렇지 않을 것이다.

    『주례(周禮)』에서 대사악(大司樂)이 육덕(六德)으로써 공경대부의 자제를 가르친다. 그 목록에서 말하기를 ‘중(中)과 화(和)와 지(祗)와 용(庸)과 효(孝)와 우(友)’이다. [주석에서 이르기를 “이 육덕(六德)에서 그 중(中)과 화(和) 두 덕(德)은 대사도(大司徒) 육덕(六德)의 아래에서 받아들이고 효(孝)와 우(友) 두 덕(德)은 육행(六行)의 위에서 받아들이고 그 지(祗)와 용(庸) 두 덕(德)은 나머지와 다르다.”] 용(庸)이라는 것은 일정함(常)이 있음(有)이다. [정주(鄭注)에 이른다.] 「강고(康誥)」에서 말하기를 ‘용용지지(庸庸祗祗)한다.’ 덕(德)을 즐김(樂)과 같은 뜻 같다. 그러나 주석은 곧 그렇지 아니하다. [주석에서 이르기를 “용(庸)은 그 마땅히 쓸 사람을 쓰는 것을 이른다. 지(祗)는 그 마땅히 공경할(敬) 사람을 공경하(敬)는 것을 이른다.”] 『예기(禮記) 중용(中庸)』의 주석에서 이르기를 ‘중화(中和)를 작용(用)으로 한다. 그러므로 그것을 중용(中庸)이라 이른다.’ 곧 뚜렷하게 어그러지고 그르친다.

    마음속으로 이전에 그것을 생각해보니 중니(仲尼)의 학문은 요순(堯舜)에 근원을 둔다. 그러므로 『대학(大學)』의 명덕(明德)과 신민(新民)과 요전(堯典)에서 말하는 ‘능히 준덕(峻德)을 밝혀서 구족(九族)을 친하게 하고 백성(百姓)을 고루 다스리고 모든 나라를 화합시킨다’와 고요모(皐陶謨)에서 말하는 ‘삼가 그의 몸을 닦으면 구족(九族)에게 도탑게 베풀고 여러 현인이 힘써 도우니 가까운 곳에서 멀리 갈 수 있는 것이 이에 있다’는 모두 수신제가치국평천하(修身齊家治國平天下)의 말씀이다. 예전과 훗날 모든 성인(聖)의 말씀이 들어맞아 조금도 틀리지 않다면 어찌 홀로 중용(中庸) 두 글자를 중니(仲尼)의 비롯하고 세우는 바로 하는가. 요순(堯舜) 시대에 이 말씀이 없었겠는가. 지금 상고건대 「고요모(皐陶謨)」에서 고도(皐陶)가 구덕(九德)의 목록을 제시했는데 그 첫째로 말하기를 ‘너그러(寬)우면서 견실함(栗).’ 대저 너그러움(寬)에 치우치지 않으면서 견실함(栗)으로 이루면 곧 중(中)이다. 그 둘째로 말하기를 ‘부드러(柔)우면서 똑바로 섬(立).’ 대저 부드러움(柔)에 기울지 않으면서 똑바로 서(立)서 이루면 곧 중(中)이다. 그 다섯째로 말하기를 ‘유순하(擾)면서 굳셈(毅).’ 대저 유순함(擾)에 지나치지 않으면서 굳셈(毅)으로 이루면 곧 중(中)이다. 그 여섯째(六)로 말하기(曰)를 ‘굳세(直)면서 부드러움(溫).’ 대저 굳셈(直)에 지나치지 않으면서 부드러움(溫)으로 다하면 곧 중(中)이다. 나머지 이른바 ‘성실하(愿)면서 공손함(恭)’과 ‘다스리(亂)면서 공경함(敬)’과 ‘간략하(簡)면서 날카로움(廉)’과 ‘굳세(剛)면서 성실함(塞)’과 ‘굳세(彊)면서 의로움(義)’은 비록 그 글자가 옳아도 지금은 확실하지 않은 것들이 많다. 여기에서 모든 치우치지 않은 것들을 합치고 아우름이 저기의 뜻과 같다. [내 「상서(尙書)」의 주해에 자세히 드러난다. 지금은 자세하게 의논하지 않는다.] 끝내 그것을 맺어 말하기를 ‘그것을 드러내고 일정함(常)이 있으니 길합니다.’ 곧 구덕(九德)이라는 것은 중(中)이다. 일정함(常)이 있다는 것은 용(庸)이다. 중용(中庸) 두 글자는 요순(堯舜) 이래로 슬기롭게 이어 전해온 비밀스러운 명령이고 요점을 추린 말이 아니겠는가. 그 『요전(堯典)』에서 말하기를 “기(夔)여 너를 전악(典樂)이라는 관직으로 명하노니 과인과 경대부의 맏아들을 가르쳐라. 굳세(直)면서 부드럽(溫)고 너그러(寬)우면서 견실하(栗)고 굳세(剛)면서 모질(虐)지 말고 간략하(簡)면서 성급하(傲)지 말라.” 그것을 치우치지 않(不偏)고 기울(倚)지 않(不)고 지나침(過)과 미치지 못함(不及)이 없(無)는 덕(德)으로 하니 또한 뚜렷하다. 그리고 대사악(大司樂)의 중(中)과 화(和)와 지(祗)와 용(庸)의 가르침은 원래 『요전(堯典)』에 나오니 또한 뚜렷하다.

    옛날에는 예악(禮樂)으로 사람을 가르쳤다. 그러므로 「고요모(皐陶謨)」에서 말하기를 “스스로 내 오례(五禮)에 용(庸)이 있도록 한다.” [매씨(梅)의 「전(傳)」에서 이르기를 “그것을 이음에 일정함(常)이 있게 한다.” 「요전(堯典)」에서 말하기를 “전악(典樂)이라는 관직이 왕과 경대부의 맏아들을 중용(中庸)의 덕(德)으로 가르친다.” 중니(仲尼)는 중용(中庸)으로 가르침을 세웠다. 처음부터 끝까지 요순(堯舜)에서 일어났다. 이를 안 이후에야 중용(中庸) 두 글자의 의미가 확실히 해와 별이 모든 천지(天地)를 세우는 것과 같다고 할 수 있다. 수천년동안 감춰지고 확실하지 않은 학문이 하루 아침에 꿰뚫는 것이 눈이 뜨이고 귀가 들리게 됨과 같다. 어떤 상쾌함이 그것과 같을 수 있고 어떤 즐거움이 그것과 같을 수 있겠는가.

    중(中)의 덕(德)됨은 이치가 원래 그러하다. 그것은 반드시 일정함(常)이 있는 것을 귀한 것으로 한다. 도대체 어째서인가. 사람의 덕(德)을 아우름이 비록 지극히 바르고 큰 중(中)이어도 만약 그 사람이 일관성 없이 자주고쳐 달마다 다르고 해마다 다르다면 곧 마침내 덕(德)을 이룬 군자(君子)라고 여길 수 없다. 반드시 고집을 항상 지키고 영구히 변하지 않은 이후에야 장차 그 덕(德)됨을 믿을 수 있다. 그러므로 공자(孔子)가 안연(顔淵)에게 일러 말하기를 “회(回)는 그 마음(心)이 세달동안 인(仁)에 어긋나지 않는다.” 그 나머지는 수일동안만 이르기도하고 한달동안만 이르기도 한다. 그러므로 공자(孔子)가 말하기를 “그 나머지는 하루나 한 달동안 여기에 이를뿐이다.” 이 경(經)에서 말하기를 ‘중용(中庸)에서 고르지만 만 한 달동안 지킬 수 없다’라는 것은 이것의 이름이다. 맹자(孟子)가 말하기를 “아침부터 낮까지 하는 일이 그 밤의 기운을 묶어 멸망시킨다.” 또한 말하기를 “하루는 그것을 따뜻하게 하고 열흘은 그것을 식힌다.” 모두 일정함(常)이 없음을 경계한다. 『역(易)』에서 말하기를 “성인(聖人)은 그 도(道)에 오래 머무르면서 천하(天下)가 길러서 자라게 한다.” 『역(易)』에서 말하기를 “그 덕(德)을 늘 그렇게 하지 않으면 혹 그것을 받음이 부끄럽다.” 공자(孔子)가 남쪽 사람의 말을 인용하여 말하기를 “사람에 만약 변하지 않음이 없다면 무당(巫)과 의원(毉)이라고 여길수 없다.” 또한 말하기를 “변하지 않는 사람을 만나 보면 좋겠구나.” 변하지 아니함이 없음을 경계하는 것을 어찌 모두 헤아릴 수 있겠는가. 이 고도(皐陶)의 구덕(九德)의 목록은 일정함(常)이 있는 것으로 맺었다.

    요임금(堯)이 순임금(舜)에게 명하고 순임금(舜)이 우임금(禹)에게 명하여 말하기를 ‘진실로 그 중(中)을 잡아라.’ 그리고 고요(皐陶)의 중용(中庸)의 학문은 주공(周公)에서 공자(孔子)까지 전한다. 그 「입정(立政)」에서 말하기를 ‘어진 사람을 구하는 일은 상제(上帝)를 높인다. 구덕(九德)의 행함(行)으로 따라 알고 참으로 믿는다.’ 곧 고요(皐陶)의 구덕(九德)의 말씀이다. 이에 그 사람을 쓰는 법에서 첫째 법칙이 말하기를 ‘뭇 일정한(常) 길사(吉士).’ 둘째 법칙이 말하기를 ‘일정할(常) 수 있는 사람만을 쓴다.’ 지난 말씀에서 성탕(成湯)과 문왕(文王)은 모두 이 법을 말미암으니 곧 고요(皐陶)의 중용(中庸)의 학문을 밝게 전했고 슬기롭게 이어가니 감히 땅(地)에 떨어지지 않았으니 이렇게 있는 것이다. 중용(中庸)의 의미(義)를 알고자 하는 사람이 어찌 「고요모(皐陶謨)」에서 구하지 않는가. [「홍범(洪範)」에서 이르기를 ‘성정이 가라앉아 겉으로 드러나지 않다면 굳세게 해내고 높이 드러내면 부드럽게 해낸다.’ 또한 중(中)이라는 덕(德)이다.]

    경계해 말한다. 소인(小人)의 그 평소 마음(心)은 치우치기도 하고 기울기도 한다. [쏘아지(發)지 않으면서 중(中)이 아니다.] 그의 행사(行事)는 지나치기도하고 미치지 못하기도 한다. [이미 쏘아지(發)면서 화(和)가 아니다.] 이미 이렇게 그 덕(德)을 잡음에 일정함(常)이 있을 수 없다. 이것을 반중용(反中庸)이라 이른다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/6-1.html',
  },
  '14': {
    title: '7-君子之中庸也。君子而時中。',
    content: `
    군자(君子)의 중용(中庸)이란 군자(君子)로서 시중(時中)함이고 소인(小人)의 반중용(反中庸)이란 소인(小人)으로서 아무 꺼릴 바가 없음이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/7-0.html',
  },
  '15': {
    title: '7-自箴',
    content: `
    주자(朱子)가 말하기를 “그때그때에 중(中)에 머문다.” 또한 말하기를 “군자(君子)는 그것이 내게 있음을 안다. 그러므로 보이(睹)지 않음을 경계하(戒)고 삼가(謹)며 들리(聞)지 않음을 공구(恐懼)한다. 그러니 중(中)이 아닌 때가 없다. 소인(小人)은 이것이 있음을 알지 못하니 곧 욕망(欲)을 제멋대로 하고 함부로 행(行)하면서 아무 꺼릴 바가 없다.

    주자(朱子)는 정현(鄭)의 책을 따른다. 한나라(漢)의 호광(胡廣)과 당나라(唐)의 여온(呂溫)과 유종원(柳宗元)때문에 ‘소인(小人)의 중용(中庸)’으로 했다. 그러나 소인(小人)은 덕(德)을 잡아도 원래 중(中)을 얻지 못하고 일정함(常)이 있을 수 없으니 중용(中庸)의 이름이 있다고 할 수 있겠는가. 왕숙(王肅)의 책으로써 바른 것으로 해야한다.

    경계해 말한다. 시중(時中)이라는 것은 도(道)는 잠시도 떠날 수 없다는 것이다. 군자(君子)가 계신(戒愼)하고 공구(恐懼)하며 항상 신독(愼獨)의 일을 행한다. 그러므로 감히 평소 마음(心)이 중정(中正)하지 않을 수 없고 일(事)을 처리함에서 감히 평안하지 않을 수 없고 그때그때에 중(中)을 얻으니 중(中)이 아닌 때가 없다. 소인(小人)은 천명(天命)알지 아니하면서 두려워하(畏)지 않는다. 그러므로 평소 마음(心)이 치우치기도 하고 기울어지기도 하며 일(事)을 처리함이 지나치기도 하고 어긋나기도 해서 제 멋대로 놀아 막되고 거리낌 없이 제멋대로 하고 하지 못하는 일이 없다. 이에 그것을 아무 꺼릴 바가 없(無忌憚)다고 이른다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/7-1.html',
  },
  '16': {
    title: '8-子曰。中庸其至矣乎。民鮮能久矣。',
    content: `
    선생님께서 말씀하시기를 “중용(中庸) 그것은 지극하도다! 사람들은 오래 머무를 수 있음이 드물도다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/8-0.html',
  },
  '17': {
    title: '8-自箴',
    content: `
    경계해 말한다. 용(庸)의 글자됨은 본디 일정함(常)의 뜻이 있다. 그러므로 군자(君子)는 덕(德)으로 나아가고 학업이나 기술을 익히며 오래 머무를 수 있는 것을 귀하게 여긴다. 『역(易)』에서 말하기를 “천지(天地)의 도(道)는 항상 오래되면서 멈추지 않는다.” 『역(易)』에서 말하기를 “천행(天幸)이 활발하니 군자(君子)는 그것으로써 스스로 힘을 쓰고 마음을 가다듬어 쉬지 않(自强不息)는다.” 『역(易)』에서 말하기를 “구이(九二)는 뉘우침이 없어진다는 것은 중(中)에 오래 머무를 수 있다는 것이다.” 『서(書)』에서 말하기를 “이에 크게 문란한 짓을 하여 아침부터 저녁까지 제(帝)의 나아감에 힘쓸 수 있다.” [「다방(多方)」의 글] 모두 오래 머무를 수 있음을 덕(德)으로 한다. 『논어(論語)』에서 말하기를 “사람들은 오래 머무름이 드물도다.” 비록 ‘능(能)’이라는 글자가 없어도 또한 스스로 글이 갖추어진다. 만약 이르기를 세상의 가르침이 쇠하면서 행하는 사람이 드물다고 하면 곧 『논어(論語)』는 장차 어찌하랴.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/8-1.html',
  },
  '18': {
    title: '9-子曰。道之不行也。我知之矣。',
    content: `
    선생님께서 말씀하시기를 “도(道)의 행하지 못함도 나는 알도다. 지혜로운(知) 사람은 지나치고 어리석은(禹) 사람은 미치지 못한다. 도(道)의 알지 못함도 나는 알도다. 어진(賢) 사람은 지나치고 못난(不肖) 사람은 미치지 못한다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/9-0.html',
  },
  '19': {
    title: '9-自箴',
    content: `
    경계해 말한다. 불명(不明)이라는 것은 알지 못함이다. 알지 못하므로 행하(行)지 못한다. 행하(行)지 못하므로 알지 못한다. 이것이 서로 말하는 까닭이다. 이것이 첫째 층이다.

    ‘맛을 잘 앎이 드물다’라는 것은 행하(行)지 않는 까닭이다. ‘도(道) 그 행해지(行)지 않음’이라는 것은 맛을 알지 못하는 까닭이다. 이것이 둘째 층이다.

    ‘순임금(舜)은 아마도 뛰어난 지혜(知)를 가진 사람이리라’와 ‘사람들이 모두 나는 안다고 말한다’ 두 절(節)은 윗글을 이으면서 지(知)를 말한다. ‘회(回)의 중용(中庸)에서 고른다’와 ‘서슬이 번쩍이는 칼도 밟을 수 있다’ 두 절(節)은 윗글을 이으면서 행(行)을 말한다. 이것이 셋째 층이다.

    ‘비은(費隱)’장(章)은 지혜로움(知)과 어리석음(禹)로써 지(知)를 잇고 어짊(賢)과 못남(不肖)으로써 행(行)을 잇는다. 곧 이 절(節)을 서로 말하는 것으로 하니 명료하게 드러난다.

    어떤 이가 말하기를 “지혜로움(知)과 어리석음(禹)으로 그 시대의 군목(君牧)에 대해 말하고 어짊(賢)과 못남(不肖)으로 그 시대의 학자(學者)에 대해 말하자면 도(道)를 행하(行)는 책임은 군목(君牧)에게 있다. 그러나 제나라(齊) 환공(桓)과 진나라(晉) 문공(文)의 무리는 지나치(過)게 지혜로워(知) 행하(行)지 않았다. 노나라(魯) 소공(昭)과 위나라(衞) 영공(靈)의 무리는 지나치(過)게 어리석어(禹) 행하(行)지 않았다. 이것이 그 순임금(舜)의 뛰어난 지혜(知)를 생각하는 까닭이다. 도(道)를 밝히는 책임은 학자(學者)에게 있다. 그러나 노장(老壯)과 양묵(揚墨)의 무리는 지나치(過)게 멀고 높아서 일반 민가에서 사는 식견이 천박한 선비(士)는 세상에 돌아다니는 풍속에서 좀스럽게 군다. 이것이 그 회(回)의 힘써 행함(行)을 기리는 까닭이다. 하늘(天)의 눈은 너무 높고 속인(俗)의 눈은 너무 낮으니 [소동파(蘇東坡)의 말] 도(道)를 알지 못하(不明)는 까닭이다. 도가(道家)는 너무 멀고 법가(法家)는 너무 가까우니 도(道)를 행하지 못하(不行)는 까닭이다.

    유(由)는 타인을 아우르므로 그를 물렸다. 구(求)는 뒤로 물러가므로 그를 전진시켰다. 사(師)는 그것에 지나치(過)므로 그를 눌렀다. 상(商)은 미치지 못하(不及)므로 그를 애태웠다. 모두 중용(中庸)의 궤도에 사람을 들이는 방법이라는 것인데 성인(聖人)의 가르침(敎)이 어찌 중용(中庸) 밖에 있다는 것인가.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/9-1.html',
  },
  '20': {
    title: '10-人莫不飮食也。鮮能知味也。',
    content: `
    사람은 먹고 마심을 하지 않는 자가 없으나 맛을 잘 앎이 드물다.
    선생님께서 말씀하시기를 “도(道) 그 행해지지 않음이여.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/10-0.html',
  },
  '21': {
    title: '10-自箴',
    content: `
    경계해 말한다. 알지 못하(不知)므로 행하지 못한(不行)다.

    『좌전(左傳)』 소공(召) 20년에 안자(晏子)가 말하기를 “화(和)는 국과 같습니다. 식초와 젓갈과 소금과 매실로 물고기와 짐승의 고기를 삶고 요리사가 그것을 알맞게 맛을 배합합니다. 부족하면 더하고 지나치면 뺍니다.” 『시(詩)』에서 말하기를 “또한 알맞은 국이 있다. 이미 조심하여 이미 바른 것이다.” 맛을 안다는 것은 맛의 지나침(過)과 미치지 못함(不及)이 없음을 앎이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/10-1.html',
  },
  '22': {
    title: '11-子曰。舜其大知也與。舜好問以好察邇言。',
    content: `
    선생님이 말씀하시기를 “순임금(舜)은 아마도 뛰어난 지혜(知)이리라. 순임금(舜)은 묻기를 좋아하시고 가까운 말 살피기를 좋아하셨다. 부족한 점(惡)을 숨기시고 옳은 점(善)을 칭찬하셨다. 그 양단(兩端)을 잡아 백성(民)에게 그 중간을 쓰셨다. 아마도 이것이 순임금(舜)이라 여기도록 하는 것이겠지.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/11-0.html',
  },
  '23': {
    title: '11-自箴',
    content: `
    경계해 말한다. 옛 주석은 지나침(過)과 미치지 못함(不及)으로써 양단(兩端)으로 했다. 본래 옳은 해석이다. 만약 여러 사람들의 의견이 모두 지나치(過)면 모두 쓸 수 없고 여러 사람들의 의견이 모두 미치지 못한(不及)다면 곧 또한 모두 쓸 수 없다. 중(中)과 양단(兩端)은 모두 이미 순임금(舜) 자신의 마음(心) 안에 있다. 그것으로 저울추와 저울대(權衡)와 표준(尺度)으로 한다. 그래서 이 세 가지를 잡아 남의 말을 살피고 그 양단(兩端)에서 어기는 것은 버리고 그 중(中)에 맞는 것은 쓴다. 이것이 그 순임금(舜)이라 했던 까닭이다. 만약 남의 말 안에서 그 양단(兩端)을 잡아 그 대소(大小)와 후박(厚薄)을 헤아리면서 그 가운데(中) 종류를 쓰면 곧 마땅히 크(大)고 마땅히 두꺼(厚)운 것 또한 장차 그 중(中)이 아님이라 여기면서 버리겠는가. 중(中)이라는 것은 지극히 선(善)함의 있는 곳이다. 지극히 크(大)고 지극히 두꺼워(厚)도 중(中)을 얻는 것이고 지극히 작(小)고 가늘게 얇아(薄)도 중(中)을 얻는 것이다.

    악(惡)이라는 것은 과불급(過不及)의 견해이다. 선(善)이라는 것은 중(中)을 얻은 견해이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/11-1.html',
  },
  '24': {
    title: '12-子曰。人皆曰。予知。驅而納諸罟擭陷阱之中。而莫之知辟也。',
    content: `
    선생님이 말씀하시기를 “사람들은 모두 ‘나는 안(知)다’고 말하나 빨리 달리면서 그물(罟)과 덫(擭)과 함정(陷阱)의 안에 들어가고 그것을 피할 줄 알지 못한다. 사람들은 모두 ‘나는 안(知)다’고 말하나 중용(中庸)에서 고르더라도 만 한 달동안도 지킬 수 없다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/12-0.html',
  },
  '25': {
    title: '12-自箴',
    content: `
    주자(朱子)가 말하기를 “고(罟)는 그물(網)이다. 확(擭)은 짐승을 잡는 함정(機檻)이다. 함정(陷阱)은 구덩이이다.

    경계해 말한다. 성인(聖人)은 계신(戒愼)하고 공구(恐懼)한다. 그가 악(惡)에 빠졌다고 보이면 바로 그물(罟)과 덫(擭)과 함정(陷阱)의 안에 몸(身)을 들인다고 여겼다. 그러므로 신독(愼獨)하고 중(中)을 잡아 항상 잃지 않도록 지켜서 그 재앙을 피한다. 소인(小人)은 천명(天命)을 알지 못하면서 두려워하지 않는다. 그러므로 작은 지혜를 내버려 두고 남몰래 자만하고 하지 못하는 일이 없다. 스스로 천하(天下)의 일(事)을 모르는 것이 없다고 여기나 홀로 제 몸(身)을 알지 못해서 괴롭힘을 당하니 장차 그물(罟)과 덫(擭)과 함정(陷阱)의 안에 들이는 것이다. 이것이 성인(聖人)의 근심하는 바이다.

    ‘중용(中庸)에서 고르지만 만 한 달 동안도 지킬 수 없다.’ 그 문법(文法)은 ‘사방(四方)에 사신으로 가더라도 스스로의 지혜로 답변할 수 없다’와 같다. 일반 사람이 그 중용(中庸)에서 고르더라도 또한 만 한 달 동안도 지킬 수 없음을 이른다.

    만약 ‘일반 사람은 모두 고를 줄 알지만 유지하여 지킬 수 없다’고 이르면 곧 그 뜻이 아니다.

    ‘만 한 달동안도 지킬 수 없다’는 것은 말(言)에 일정함(常)이 있을 수 없다는 것이다. 그러나 이미 일정함이 있을 수 없다면 곧 용(庸)과 중(中)을 모두 잃는다. [‘기월(期月)’은 용(庸)이라는 글자를 잇고 ‘수(守)’는 중(中)이라는 글자를 잇는다.]

    노자(老子)가 말하기를 “하늘(天)의 그물은 매우 넓어 성기나 빠뜨리지 아니한다.” 또한 이 절(節)의 뜻이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/12.html',
  },
  '26': {
    title: '13-子曰。回之爲人也。擇乎中庸。得一善。則拳拳服膺而弗失之矣。',
    content: `
    선생님이 말씀하시기를 “회(回)의 사람됨은 중용(中庸)에서 골라 하나의 선(善)을 얻으면 곧 마음에 새겨 잊지 아니하고 그것을 잃지 않았다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/13-0.html',
  },
  '27': {
    title: '13-自箴',
    content: `
    경계해 말한다. 안자(顔子)는 늘 하나의 일(事)을 만나면 타당한 이치(義理)를 헤아려 여러 선(善)을 벌려놓아 가장 좋은 타당한 이치(義理)를 골라잡고 잃지 않도록 튼튼하게 지킨다. 예컨대 엉뚱하게 다른 사람에게 화풀이하지 아니하거나 음악을 바꾸지 않는 것은 모두 중화(中和)의 일정함이 있는 것이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/13.html',
  },
  '28': {
    title: '14-子曰。天下國家可均也。爵祿可辭也。白刃可蹈也。中庸不可能也。',
    content: `
    선생님이 말씀하시기를 “천하(天下)의 국가(國家)도 고르게 할 수 있고 벼슬과 녹봉도 사양할 수 있고 서슬이 번쩍이는 칼도 밟을 수 있으나 중용(中庸)은 불가능(不可能)하다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/14.html',
  },
  '29': {
    title: '14-自箴',
    content: `
    경계해 말한다. 관중(管仲)은 천하(天下)를 다스려 바로잡고 제후를 모았다. 그러나 지나친 예(禮)가 알맞은 정도를 넘어서 완전히 중(中)을 넘을 수 없었다. 진중자(陳仲子)가 제(濟)나라를 받지 않았다고 사람들이 모두 믿으나 도시락밥과 한 그릇의 국은 장차 또한 중(中)을 잃었다. 자로(子路)는 공회(孔悝)의 난리에서 갓끈을 묶었으나 용(勇)을 좋아했고 난리를 당했다. 스승님은 사전에 그가 중(中)이 아님을 알았다. 그러므로 이 세 가지에 능하면서 의(義)에 맞지 않았으니 곧 중용(中庸)이 될 수 없었고 불가능했다. 만약 주공(周公)의 가지런히 함과 백이(伯夷)의 사양함과 비간(比干)의 밟음이라면 모두 중용(中庸)이다.

    경계해 말한다. 이 아래 ‘자로(子路)가 강(强)을 물(問)었다’ 한 절(節)은 서슬이 번쩍이는 칼도 밟을 수 있음이 나타나나 중용(中庸)은 불가능하다. [전쟁에 쓰는 도구를 입음이 서슬이 번쩍이는 칼을 밟음이다.] ‘바탕(素)을 숨기(隱)고 행(行)을 괴이하게 한(怪)다’ 한 절(節)은 벼슬과 녹봉도 사양할 수 있음이 나타나나 중용(中庸)은 불가능하다. [세상을 피해 숨어 살고 속세를 등짐이 벼슬을 사양함이다.] 몸(身)이 죽더라도 벼슬을 사양함은 비록 사람의 능하기 어려운 바이나 그 중용(中庸)에 맞고 굳세고 과격한 병을 건드리지 않는 것은 더욱 어렵다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/14_25.html',
  },
  '30': {
    title: '15-子路問强。',
    content: `
    자로(子路)가 강(强)을 물었다.
    선생님이 말씀하시기를 “남방(南方)의 강(强)인가. 북방(北方)의 강(强)인가. 그렇지 않으면 너의 강(强)인가. 너그러움(寬)과 부드러움(柔)으로써 가르치고 도리를 어겨 막됨(無道)에 보복하지 않음은 남방(南方)의 강(强)이다. 군자(君子)가 그곳에 거주한다. 전쟁에 쓰는 도구를 입고 죽어도 싫어하지 않음은 북방(北方)의 강(强)이다. 그래서 강(强)한 사람이 그곳에 거주한다. 그러므로 군자(君子)는 화(和)하지만 흐르지 않는다. 강(强)하구나 곧춤(矯)이여. 중립(中立)하지만 치우치지 않는다. 강(强)하구나 곧춤(矯)이여. 나라에 도(道)가 있다면 만족함(塞)이 변하지 아니한다. 강(强)하구나 곧춤(矯)이여. 나라에 도(道)가 없다면 죽음에 이르러도 변하지 아니한다. 강(强)하구나 곧춤(矯)이여.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/15.html',
  },
  '31': {
    title: '15-自箴',
    content: `
    경계해 말한다. 「고요모(皐陶謨)」에서 구덕(九德)의 목록(目)은 ‘굳세(彊)면서 의로움(義)’으로 마친다. 강(强)이라는 것은 일정함(常)을 가지거나 오래 유지하는 방법이다. 강(强)이 아니라면 곧 이미 중립(中立)했더라도 치우치지 않을 수 없고 또한 죽음에 이르러도 변하지 아니할 수 없다. 강(强)의 덕(德)됨은 이에 중용(中庸)의 더없이 중요한 것이다.

    남방(南方)과 북방(北方)은 선대의 유학자들이 그 경계를 말하지 않았다. 만약 적도(赤道)를 기준으로 그것을 나누면 곧 중국(中國)과 고대의 월족(百越)은 모두 북방(北方)에 모인다. 만약 중국(中國)을 기준으로 그것을 말하면 곧 기주(冀)와 옹주(雍)는 북방(北方)이 되고 형주(荊)와 양주(揚)는 남방(南方)이 된다. 장차 이르기를 “요순(堯舜)임금과 문무(文武)왕의 슬기는 모두 북방(北方)의 강(强)이고 초나라(楚)와 수나라(隨)와 오나라(吳)와 월나라(越)의 사람들은 이에 군자(君子)라 하겠는가.” 내가 이르기를 “북방(北方)이라는 것은 육적(六狄)과 오맥(五貉)의 땅과 주나라(周)의 훈육(獯粥)과 한나라(漢)의 흉노(匈奴)와 예맥(濊貊)의 무리가 이것이다. 이 나라의 사람들은 옷섶(衽)에 전쟁에 쓰는 도구를 써서 죽어도 뉘우침이 없었다. 남방(南方)이라는 것은 중국(中國)이다. 북방(北方)을 대조하면서 그것을 말하므로 이름하여 말하기를 남방(南方)이다.”

    진자증(陳自曾)이 말하기를 “노자(老子)는 자(慈)를 강(强)으로 했다. 남방(南方)과 같다.”

    임(衽)이라는 것은 옷의 옷섶이다. 개갑(鎧甲)은 참으로 전쟁에 쓰는 도구를 옷섶으로 한다. 『장구(章句)』의 가르침은 임(衽)을 깐다로 하는데 아마도 그렇지 않다.

    주자(朱子)가 말하기를 “교(矯)는 강(强)의 모양이다. 「노송(魯頌)」에서 이르기를 ‘날래고 사나운(矯矯) 호랑이 같은 신하.’”

    경계해 말한다. 굽음을 바로잡음을 교(矯)라 한다. 교(矯)라는 것은 화살의 곧음이다. 자로(子路)가 좋아하는 강(强)과 남방(南方)의 강(强)은 그 뜻에 만족하지 않은 것 같다. 그러므로 공자(孔子)는 분명히 남방(南方)의 강(强)을 말씀하셨다. 그리고 감탄하는 말씀으로써 마치며 말하기를 “강(强)하구나 곧춤(矯)이여. 강(强)하구나 곧춤(矯)이여.” 세 번에 이르고 네 번에 이르렀다. 모두 이르기를 ‘남방(南方)의 강(强)이야말로 과연 강(强)이다.’ 너는 쓸데가 없다고 그를 다그쳤다.

    화(和)가 오래되면 반드시 흐르게 되고 중립(中立)이 오래되면 반드시 치우치게 된다. 흐르지 않고 치우치지 않을 수는 없지만 중(中)을 얻은 말씀에서 비롯하니 이에 이것이 이미 중(中)이면서 또한 오래 머무를 수 있는 것이다. 이것을 중용(中庸)이라 이른다.

    진자증(陳自曾)이 말하기를 “색(塞)은 만족함(滿)이고 가득 참(充)이다. 색(塞)이 변하지 아니함은 가득 찬 것이 변하지 않음을 말한다.” 내가 이르기를 “만족함(塞)이 변하지 아니함은 스스로 교만해지지 않음이다. 곧 부귀(富貴)가 욕심내도록 할 수 없다는 뜻이다. 음(淫)이라는 것은 넘침이다. 가득하면 곧 반드시 넘치게 된다.”

    죽음에 이르러도 변하지 아니한다는 것은 가난하고 천함과 헐벗고 굶주림이 심각해서 죽음에 이르나 그 잡은 바가 변하지 않는 것이다. 중용(中庸)의 도(道)는 벼슬을 시켜도 나서서 하지 않고 녹을 받아 먹지 않는다. 오직 의(義)와 비교할 따름이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/15_25.html',
  },
  '32': {
    title: '16-子曰。素隱行怪。後世有述焉。吾弗爲之矣。',
    content: `
    선생님이 말씀하시기를 “본질(素)을 숨기고 행실(行)을 괴이하게 하는 것을 훗날 기록하고는 하는데 나는 그것을 하지 않는다. 
    군자(君子)조차 도(道)를 좇고 행할 때 길의 중간에서 쓰러지기도 하니 나도 그만둘 수 없다. 
    군자(君子)는 중용(中庸)에 의지하니 속세를 등져서 알아주지 않아도 후회하지 않는데 성인(聖者)만이 할 수 있다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/16.html',
  },
  '33': {
    title: '16-自箴',
    content: `
    경계해 말한다. 본질(素)을 숨긴다는 것은 아무런 까닭 없이 세상을 피해 숨어 삶(隱居)이다. 군자(君子)의 이름을 감추고 세상을 피해 숨어 사(隱居)는 것에는 반드시 심히 어쩔 수 없는 까닭이 있다. 그러한 뒤에야 중화(中和)의 의미에 맞다. 백이(伯夷)와 우중(虞仲)과 공자(孔子)가 세상을 피해 숨어 살(隱居)며 의(義)를 행하는 것이나 세상을 피해 숨어 살(隱居)며 저울(權)에 부합함(中)을 일컫는데 [『논어(論語)』에 보인다.』] 이것들은 모두 인륜(人倫)의 어그러짐을 당해서 꺼리고 싫어하는 땅(地)에 머물면서 어쩔 수 없이 세상사를 잊고 몸을 피하여 도망치는 것이다. 그러므로 의(義)에 맞고 저울(權)에 부합하(中)고 중용(中庸)하는 군자(君子)라고 할 수 있다. 만약 아무런 까닭 없이 세상과의 관계를 끊어 버리고 깊은 산에 숨어 들어가고 괴이하고 기이한 행실을 하고 기괴한 학설을 세우고 그 시대에는 이름을 비범한 사람이라 하고 훗날에는 명성을 만능의 사람이라 한다면 [서술하는 사람이 칭찬하여 말한다.] 전해지는 이름이 길이 전하여 없어지지 않게 된다 할지라도 나는 그것을 하지 않는다. 만약 세상을 피하여 숨어 삶(隱遯)이 중용(中庸)의 의미에 맞다면 곧 군자(君子)의 도(道)이고 중용(中庸)에 의지하는 것이므로 마땅히 숨기고 숨는다. ‘속세를 등져(遯世)서 알아주지 않아도 후회하지 않는다’ 이것은 백이(伯夷)와 우중(虞仲)의 무리이다. 그러므로 말하기를 ‘성인(聖者)만이 능하다.’ ‘본질(素)을 숨긴다’는 것은 아무런 까닭이 없이 숨는 것이다. ‘속세를 등진(遯世)다’는 것은 의(義)에 맞게 숨는 것이다.

    폐(廢)는 마땅히 ‘형가(荊軻)가 쓰러졌(廢)다’의 폐(廢)와 같게 읽어야 한다. 몸이 기울어짐(頹)을 이른다. 군자(君子)는 도(道)를 바라면서 행하고 좇으면서 나아간다. 허둥지둥하는 모양이 도달하지 못한 듯하고 힘쓰는 모양이 보지도 못한 듯하니 힘과 기력이 다하여 쓰러지게 된다. 이것이 이른바 ‘길의 중간에서 쓰러진(半塗而廢)다’이다. 군자(君子)가 도(道)를 향하는 모습은 이토록 진실로 절박하고 간절히 애쓴다. 그러나 옛날과 지금 모두 경전을 주석하는 사람들은 모두 ‘길의 중간에서 아주 그만둔다’고 이른다. 만약 가령 길에서 멈추고 아주 그만두면 곧 어찌 그를 군자(君子)라 이르겠는가.

    도(道)를 좇음이라는 것은 세상에 드러난 중용(中庸)이다. 속세를 등짐(避世)이라는 것은 세상을 피해 숨은 중용(中庸)이다. 본질(素)을 숨김이라는 것은 양 쪽 모두에 해당하지 않는다.

    『표기(表記)』에서 말하기를 “「소아(小雅)」에서 말하기를 ‘높은 산을 우러러 보고 큰 길을 다닌다.’ 선생님께서 말씀하시기를 ‘시(詩)의 인(仁)을 좋아함은 이와 같다. 길을 향하면서 다니고 길의 중간에서 쓰러져도 몸의 노쇠함을 잊고 살 날이 부족한 것을 알지 못한다.’ 부지런히 힘써 날마다 부지런하고 죽은 이후에야 그친다.’” [정현(鄭)이 이르기를 “폐(廢)는 힘이 다하고 피곤해서 넘어져 다시 행할 수 없으니 곧 그만둠을 이른다.”]

    내가 이르기를 정현(鄭)의 주석은 작게 그르쳤다. 폐(廢)라는 것은 집이 무너짐이다. 군자(君子)의 도(道)를 향하면서 행함이 힘과 기력이 다하여 그 몸이 허물어져 무너짐이 집의 쓰러질 듯함과 같다. 어찌 마치고 그침을 이르겠는가. 폐(廢)라는 글자의 아래에 또한 몸을 잊고 부지런함과 매우 힘을 냄이 있다.  길의 중간에서 그만둠이라는 것이 어찌 이와 같겠는가. 폐(廢)라는 것은 몸이 기울어짐이다.

    염구(冉求)가 말하기를 “선생님의 도(道)를 기뻐하지 않는 것은 아니지만 힘이 모자랍니다.” 선생님께서 말씀하시기를 “힘이 모자란다는 것은 길의 중간에서 쓰러지는 것인데 너는 선을 긋는구나.”

    내가 이르기를 “‘길의 중간에서 쓰러진(中道而廢)다’ 또한 기(氣)가 없어지고 힘이 다하여 길의 중간에서 몸이 기울어짐이다. 길의 중간에서 몸이 기울어진 사람은 기울어져도 다시 일어나 마침내 도(道)에 이른다. 그러므로 공자(孔子)는 그를 공경한다. 만약 길의 중간에서 마치고 그치면 곧 스스로 선을 긋는 사람과 어떻게 구별하겠는가.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/16_25.html',
  },
  '34': {
    title: '17-君子之道。費而隱。',
    content: `
    군자(君子)의 도(道)는 널리 쓰이(費)면서 희미하(隱)다. 부부(夫婦)의 어리석음으로도 함께 알 수 있으나 그 지극함에 미치면 비록 성인(聖人)이라도 알지 못하는 바가 있다. 부부(夫婦)의 못남으로도 행할 수 있으나 그 지극함에 미치면 비록 성인(聖人)이라도 할 수 없는 바가 있다.
    천지(天地)처럼 크니 사람들이 근심하는 듯하다. 
    그러므로 군자(君子)가 넓다는 점을 말하면 천하(天下) 모두가 알고 행할 수는 없고 자세하다는 점을 말하면 천하(天下) 모두가 어길 수만은 없다.
    『시(詩)』에서 이르기를 “솔개가 날아서 하늘에 이르고 물고기가 못에서 뛰며 좋아하네.”
    그 위아래를 살피고 있음을 말한다.
    군자(君子)의 도(道)는 부부(夫婦)에서 처음을 시작하나 그 지극함에 미치면 천지(天地)에 드러난다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/17.html',
  },
  '35': {
    title: '17-自箴',
    content: `
    경계해 말한다. 비(費)라는 것은 흩어지면서 넓어지는 것이다. 희미함(隱)이라는 것은 깊숙하면서 자세한 것이다. [『설문(說文)』에서 이르기를 “비(費)라는 것은 재물의 씀씀이를 흩트리는 것이다.”] 『역(易)』에서 말하기를 “진열되나 그윽하다.” 의미가 비슷하다.

    부부(夫婦)라는 것은 평범한 남자와 평범한 여자(匹夫匹婦)이니 곧 이른바 어리석은 남자와 어리석은 여자(愚夫愚婦)이다.

    군자(君子)의 도(道)는 곧 하늘(天)의 도(道)이다. 널리 흩어진 부분을 고려하면서 보면 그 이치가 드러나고 나타나므로 어리석은 남자도 모두 알(知)고 어리석은 여자도 행할(行) 수 있다. 그윽하고 깊숙한 부분을 고려하면서 말하면 곧 그 깊이가 뚜렷하지 않고 아득하므로 비록 성인(聖人)일지라도 어느정도는 알지 못하(不知)고 할 수 없(不能)다. 이것이 하늘(天)의 도(道)이다.

    상천(上天)의 일(載)은 넓고 크며 신기하고 영묘하며 능통하지 않은 것이 없는데 하늘(天)은 어째서 더 커지지 못하고 땅(地)은 어째서 더 넓어지지 못하고 해와 달(日月)은 어째서 항상 밝히지 못하고 봄여름가을겨울(四時)은 어째서 항상 알맞지 못하는가. 낳고 기르고 죽임(造化)의 정교함을 생각하면서 낳고 기르고 죽임(造化)의 발자취를 보면 곧 사람들은 근심하는 바가 있는 듯하다. 근심하는 바가 있다는 것은 정말로 천지(天地)를 하찮은 것으로 하는 것이 아니라 낳고 기르고 죽임(造化)은 넓고 큰 것이니 여기에서 멈추지 않아야함을 이른다.

    경계해 말한다. 하늘(天)의 도(道)는 지극히 희미하(隱)나 나타날 수 있고 지극히 자세하(微)나 드러날 수 있다. 그 보이고 드러난 부분을 고려하면서 보면 곧 아주 넓고 아주 크니 ‘천하(天下) 모두가 알고 행할 수는 없다.’ 그 희미하(隱)고 자세한(微) 부분을 고려하면서 말하면 형체가 없는 듯하고 어두은 듯하니 ‘천하(天下) 모두가 어길 수만은 없다.’ ‘알고 행할 수는 없다’는 것은 드러난 것이 크기 때문이다. ‘어길 수만은 없다’는 것은 희미한(隱) 것이 자세하(微)기 때문이다.

    경계해 말한다. ‘솔개가 날아서 하늘에 이르고 물고기가 못에서 뛰며 좋아하네’라는 것은 상천(上天)이 모든 것(物)을 기름의 정교함을 인용하여 문왕(文王)의 됨됨이가 훌륭함을 깨우쳐주니 그 시(詩)는 원래 그러한 것이다. 그러므로 지금 그것을 인용하여 모든 것(物)을 기름의 정교함을 증명했다.

    찰(察)이라는 것은 살펴봄이다. 위아래(上下)를 살펴보면 그 발자취를 볼 수 있다. 하늘(天)의 도(道)는 지극히 희미하(隱)고 지극히 자세하(微)니 반드시 위아래(上下)를 살펴보고 그 희미하고 자세함(隱微)을 살핀 뒤에야 그 낳고 기르고 죽임(造化)의 정교함이 비로소 나타나고 드러난다. 이 ‘솔개가 날고 물고기가 뛰며 좋아한다’의 종류가 이것이다. 솔개가 하늘로 나는 것을 살피고 물고기가 못에서 뛰며 좋아하는 것을 살피면 곧 낳고 기르고 죽임(造化)의 발자취가 그 나타나는 것을 밝힌다.
    
    주자(朱子)가 말하기를 “솔개가 남을 볼 수 있고 물고기가 뛰며 좋아함도 볼 수 있다. 그런데 나는 까닭과 뛰며 좋아하는 까닭은 과연 어떤 것인가.”

    주자(朱子)가 말하기를 “‘솔개가 날고 물고기가 뛰며 좋아한다’는 널리 쓰임(費)이다. 반드시 한 개의 어떤 일(物事)이 생긴다면 그것을 이와 같도록 한다. 이것이 다른 것이 아니라 곧 은(隱)이다.”

    오른쪽 주자(朱子)의 두 말씀은 더할 나위 없이 정밀하고 미세하며 시인(詩人)의 뜻을 알아냈다. 나중의 만들어 기름(化育)이 널리 퍼졌다는 말씀은 도리어 온전함을 흐린다. 무릇 온전함을 흐린다는 것은 후배들이 쉽게 깨닫지 못한다는 것이다.

    경계해 말한다. 단(端)이라는 것은 시작이다. 단(端)을 지음이라는 것은 시작함이다. 『춘추(春秋)』 주석서에서 말하기를 “정월 초하루를 시작으로 하니 차례와 법칙이 어그러지지 않는다. 두예(杜)의 주석에서 이르기를 “책력을 헤아리기 시작하는 것을 처음으로 한다. 단(端)이라는 것은 시작이다.” 군자(君子)의 도(道)는 어리석은 남자의 아는 바에서 시작하여 마침내 넓히면서 다하면 하늘(天)에서 우러러보고 땅(地)에서 굽어 살핀다. 모두 그 낳고 기르고 죽임(造化)의 발자취를 보나 그 희미하(隱)고 깊고 자세하(微)고 정교함의 근본을 마침내 볼 수 없다. 이것이 이른바 ‘성인(聖人)도 알지 못하(不知)는 바가 있다’이다.

    부부(夫婦)라는 것은 어리석은 남자이다. 평소에 기거하는 방에서 인륜(人倫)의 말씀을 지을 수는 없다.

    그 희미함(隱)은 이와 같으니 희미함(隱)보다 잘 나타나는 것은 없다. 그 자세함(微)은 이와 같으니 자세함(微)보다 잘 드러나는 것은 없다. 이것이 군자(君子)가 그 홀로에도 삼가는 까닭이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/17_25.html',
  },
  '36': {
    title: '18-子曰。道不遠人。人之爲道而遠人。不可以爲道。',
    content: `
    선생님이 말씀하시기를 "도(道)는 사람에서 멀지 않다. 사람이 도(道)로 하면서 사람에서 멀다면 도(道)로 여길 수 없다.
    『시(詩)』에서 이르기를 "도끼 자루감을 도끼로 베네 도끼 자루감을 도끼로 베네 그 기준은 멀지 않구나."
    자루를 잡아서 도끼 자루감을 도끼로 베는 것을 자세히 보면서 살피면 오히려 멀다고 여긴다.
    그러므로 군자(君子)는 사람으로 사람을 바로잡으니 고치고 그친다.
    충서(忠恕)는 도(道)에서 거의 떨어져 있지 않으니 자기에게 행하고 원하지 않는 것도 타인에게 행하지 말라.
    군자(君子)의 도(道)는 넷인데 구(丘)는 하나도 하지 못했다.
    자식(子)에게 구하는 바로 아버지(父)를 섬기지 못했고
    신하(臣)에게 구하는 바로 임금(君)을 섬기지 못했고
    동생(弟)에게 구하는 바로 형(兄)을 섬기지 못했고
    벗(朋友)에게 구하는 바를 먼저 그에게 행하지도 못했다.
    한결같(庸)은 덕(德)의 행적(行)과 한결같(庸)은 말(言)의 삼감(謹)에 모자란 바가 있다면 감히 힘쓰지 않을 수 없고 나머지가 있다면 감히 그칠 수 없다.
    말(言)은 행적(行)을 돌아보게 하고 행적(行)은 말(言)을 돌아보게 하니 군자(君子)가 어찌 언행을 독실하게 하지 않겠는가.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/18.html',
  },
  '37': {
    title: '18-自箴',
    content: `
    경계해 말한다. 중용(中庸)의 도(道)를 행하고자 하는 사람은 서(恕)를 하지 않을 수 없다. 오로지 서(恕)라는 글자가 온갖 일(萬事)과 모든 것(萬物)을 꿸 수 있다. 윗 절(節)은 하늘(天)의 도(道)를 말하고 이 절(節)은 사람(人)의 도(道)를 말한다.

    ‘도(道)는 사람(人)에서 멀지 않다’는 것은 『맹자(孟子)』에서 이른바 ‘모든 것(萬物)이 모두 나에게 갖추어져 있다’이다. 자식(子)에게 구하는 것이 있다면 곧 아버지(父)를 섬기는 방법(道)은 나에게 있다. 신하(臣)에게 구하는 것이 있다면 곧 임금(君)을 섬기는 방법(道)은 나에게 있다. 동생(弟)에게 구하는 것이 있다면 곧 형(兄)을 섬기는 방법(道)은 나에게 있다.

    도(道)가 나에게 있지 않다면 곧 도(道)가 사람(人)에서 멀다는 것이다. 이미 사람(人)의 도(道)이면서 사람(人)의 몸에서 멀다면 곧 도(道)라 여길 수 없다고 말했다.

    사람(人)으로 사람(人)을 바로잡는다는 것은 타인에게 구하는 바로 사람(人)을 섬기는 것이다. 내가 타인을 섬기는 방법과 내가 타인에게 구하는 방법이 서로 같지 않다면 곧 내가 하는 바를 고친 이후에야 그친다. 이것이 이른바 ‘고치고 그친다’이다. 자루를 잡아서 도끼 자루감을 도끼로 베는 것은 새로운 자루와 옛 자루가 서로 같지 않다면 곧 고쳐서 길게 늘리거나 짧게 줄이거나 크게 키우거나 작게 줄인다. 반드시 새 것과 헌 것이 서로 같게된 이후에야 그친다. 사람(人)으로 사람(人)을 바로잡는다는 것도 마땅히 옳다.

    서(恕)라는 것은 하나를 가지고 갖가지를 꿰는 것으로 그것을 충서(忠恕)라 이르는 것이다. 적절한 마음(心)으로 서(恕)를 행한다. 만약 반드시 자기를 다하는 것을 충(忠)이라 이르고 자기를 헤아리는 것을 서(恕)라 이르려고 한다면 곧 충서(忠恕)는 여전히 두 종류이다. 아마도 아니다. 경(經)이 ‘충서(忠恕)’라 이르면서 말하는 바는 ‘군자(君子)의 도(道)는 넷이다’이다.

    주자(朱子)가 말하기를 “도(道)에서 거의 떨어져 있지 않음은 ‘제나라(齊)의 군대(師)가 곡 지역(穀)과 떨어짐(違)이 칠(七) 리(里)입니다’의(之) 위(違)와 같(如)다.”

    한결같(庸)은 덕(德)이라는 것은 변하지 않는 덕(德)이다. 한결같(庸)은 말(言)이라는 것은 변하지 않는 말(言)이다. 한결같(庸)은 덕(德)의 행적(行)은 곧 덕(德)으로 항상 나아가는 것이다. 한결같(庸)은 말(言)의 삼감은 곧 말(言)을 항상 참는 것이다.

    주자(朱子)가 말하기를 “덕(德)이 모자라나 힘쓴다면 곧 행하는 것이 더욱 부지런해진다. 말(言)에 나머지가 있으나 말을 참는다면 곧 삼가는 것이 더욱 지극해진다.”

    경계해 말한다. 군자(君子)는 늘 한 가지 일(事)을 행하고 한 마디 말(言)을 낸다. 먼저 저울로 그대의 마음에 중(中)을 갖춰라. [「반경(盤庚)」의 글] 가운데(中)에서 모자란 바가 있다면 곧 감히 힘쓰지 않을 수 없다. 가운데(中)에서 남은 바가 있다면 곧 감히 최선을 다하는 것을 끝내지 못한다. 이것의 이름이 중용(中庸)이다. 주자(朱子)가 이르기를 ‘덕(德)이 모자라면 말(言)에 나머지가 있다.’ 그 의미 또한 좋다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/18_25.html',
  },
  '38': {
    title: '19-君子素其位而行。不願乎其外。',
    content: `
    군자(君子)는 그 자리에서 분수를 따르면서 행한(行)다. 그 밖에는 원하지 않는다.
    본모습이 넉넉하고 높다면 넉넉하고 높음에 맞게 행하(行)고 본모습이 가난하고 천하다면 가난하고 천함에 맞게 행하(行)고 본모습이 오랑캐라면 오랑캐에 맞게 행하(行)고 본모습이 근심과 걱정하는 것이라면 근심과 걱정에 따라 행하는 것(行)이다.
    군자(君子)는 안으로 들어가고 스스로 만족하지 않은 적이 없다.
    윗 자리에 있다면 아랫 사람을 깔보지 않고 아랫 자리에 있다면 윗 사람에 의지하지 않는다.
    자기를 바르게 하고 타인에게 구하지 않는다면 곧 원망이 없다.
    위로는 하늘(天)을 원망하지 않고 아래로는 타인을 탓하지 않는다.
    그러므로 군자(君子)는 편안한 곳에 머물면서 명(命)을 기다리고 소인(小人)은 위험으로 나아가서 요행을 구한다.
    선생님이 말씀하시기를 “활쏘기는 군자(君子)와 유사함이 있는데 한가운데에서 벗어나면 돌이켜 그 자신에게 구한다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/19.html',
  },
  '39': {
    title: '19-自箴',
    content: `
    경계해 말한다. 소(素)라는 것은 본바탕이다. [그것을 읽음이 ‘채색하는 일은 희게 한(素) 다음이다’의 소(素)와 같다.] 그 자리에서 분수를 따른다는 것은 그 자리에 근거한다는 것이다. 행(行)이라는 것은 행동함이다.

    그 본바탕이 넉넉하고 높다면 곧 넉넉하고 높게 행동한다. 이것이 중화(中和)이다. 그 본바탕이 가난하고 천하다면 곧 가난하고 천하게 행동한다. 이것이 중화(中和)이다. 오랑캐이든 근심과 걱정함이든 모두 그러하지 않는 자가 없었다. 들어가면서 스스로 터득하지 않음이 없는데 얻는 것이 중(中)과 화(和)의 지극한 것이기 때문이다. 지금 넉넉하고 높으나 내일 가난하고 천하여도 이 중화(中和)를 잃지 않고 지금 오랑캐이고 내일 근심과 걱정을 하더라도 이 중화(中和)를 잃지 않는다면 곧 중(中)하면서 용(庸)하는 것이다. 용(庸)이라는 것은 항상 그러하는 것이다. 들어가면서 스스로 터득하지 않음이 없으니 어찌 항상 그러하는 것이 아니겠는가.

    태왕(太王)은 훈죽(獯粥)을 섬겼고 문왕(文王)은 곤이(昆夷)를 섬겼다. 중옹(仲雍)은 오 지역(吳)에서 임금으로 임하여 머리를 단발하고 몸에 문신을 했다. [자경(子頃)의 말이 『좌전(左傳)』에 보인다.] 그 본바탕은 곧 오랑캐이다. [오랑캐의 사이에서 머문다.] 그러므로 오랭캐대로 행동하면 화(和)의 지극함이다. 문왕(文王)은 잡혀 갇혔으나 감옥에서 편안하게 지냈다. 기자(箕子)는 갇힌 종이 됐으나 감옥에서 편안하게 지냈다. 공자(孔子)가 해지고 너저분한 옷으로 송 나라(宋)를 지났으나 천한 중에도 편안하게 지냈다. [미복(微服)이라는 것은 천한 옷이다.] 그 본바탕은 곧 근심과 걱정하는 것이다. 그러므로 근심과 걱정하는대로 행동하면 화(和)의 지극함이다.

    윗 자리에 있다면 위에서 편안하게 지내고 아랫 자리에 있어도 아래에서 편안하게 지낸다면 잡은 것은 중(中)이기 때문이다. 중(中)으로 몸을 바로잡으므로 다른 사람에게 구하는 바가 없다. 위로는 하늘(天)을 원망하지 않고 아래로는 타인을 탓하지 않는다면 화(和)의 지극함이다. 위에 머물든 아래에 머물든 늘 그렇지 않은 적이 없다면 용(庸)의 지극함이다. 용(庸)이라는 것은 일정함이 있는 것이다.

    경계해 말한다. 머묾(居)과 나아감(行)은 서로 반대된다. 편안함(易)과 위험(險)은 서로 반대된다. 기다림(俟)과 구함(徼)은 서로 반대된다. 요(徼)라는 것은 맞이하여 구하는 것이다. 명(命)이라는 것은 하늘(天)의 마음(心)의 정해진 뜻이다. 행(幸)이라는 것은 사람이 일을 약삭빠르게 마치는 것이다.

    ‘편안한 곳에 머문다’는 것은 중화(中和)를 얻어서 스스로 편안하게 지내는 것이다. ‘명(命)을 기다린다’는 것은 용(庸)하는 방법이다.

    『좌전(左傳)』 애공(哀) 16년에 초나라의 백승공(白公勝)이 난리를 일으켰다. 섭공(葉公)이었던 자고(高)가 말하기를 “내가 듣기로는 위험한 짓으로 우연히 잘된 사람은 그 욕구에 만족함이 없다. 한쪽으로 치우치면 반드시 어긋난다.”

    『대대례(大戴禮)』에서 말하기를 “효자(孝子)가 어버이를 섬기는 것은 편안한 곳에 머물면서 명(命)을 기다리는 것이다. 행동을 부족하게 하여 우연히 잘되는 것에서 시작하지 않는다.” [「증자본효(曾子本孝)」 편] 또한 말하기를 “편안한 행동으로 천명(天命)을 기다림은 모두 개자추(介子推)의 행동이다.” [「위장군(衞將軍)」]

    경계해 말한다. 자리(位)와 덕(德)이 서로 드러낸다면 곧 중용(中庸)이 된다. [넉넉하고 높다면 넉넉하고 높은 덕(德)이 있고 가난하고 천하다면 가난하고 천한 덕(德)이 있다. [백성이 따르지 않는 자가 없는데 자리(位)와 덕(德)이 서로 드러내지 않는다면 곧 중용(中庸)이 될 수 없다. 넉넉하고 높으면서 가난하고 천한 덕(德)을 행하고 근심과 걱정하나 넉넉하고 높은 덕(德)을 행하면 백성이 이에 나쁜 짓을 행한다. 그러므로 한가운데에서 어긋나면 돌이켜 그 자신에게 구한다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/19_25.html',
  },
  '40': {
    title: '20-君子之道。辟如行遠必自邇。辟如登高必自卑。',
    content: `
    군자(君子)의 도(道)는 비유컨대 먼 곳을 가려면 반드시 가까운 곳부터 감과 같고 비유컨대 높은 곳에 오르려면 반드시 낮은 곳부터 감과 같다.
    『시(詩)』에서 말하기를 “아내와 자식이 사이좋게 지냄은 거문고와 비파를 연주하는 것과 같다. 형제가 이미 화합하니 화평하고 즐겁고 또한 기쁘다. 너의 가정을 화목하게 하면 너의 아내와 자손이 즐거워한다.”
    선생님이 말씀하시기를 “부모(父母)도 마땅히 만족하실지니.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/20.html',
  },
  '41': {
    title: '20-自箴',
    content: `
    경계해 말한다. 아랫 글은 하늘(天)의 도(道)이다. 장차 하늘(天)의 도(道)를 말하고자 먼저 사람(人)의 도(道)를 말했다. 그러므로 말하기를 ‘가까운 곳에서부터 먼 곳을 가고 낮은 곳에서부터 높은 곳으로 오른다.’ 그러나 하늘(天)이 사람(人)의 선악(善惡)을 살피는 방법은 항상 인륜(人倫)에 있다. 인륜(人倫)에 잘 맞다면 곧 하늘(天)을 섬길 수 있다.

    부모(父母)와 형제(兄弟)와 처자(妻子)를 옛날에는 육친(六親)이라 일렀다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/20_25.html',
  },
  '42': {
    title: '21-子曰。鬼神之爲德。其盛矣乎。',
    content: `
    선생님이 말씀하시기를 “귀신(鬼神)의 덕(德)됨은 마땅히 성하도다. 그것을 보나 보이지 않고 그것을 들으나 들리지 않는다. 근본적(體)인 것(物)이니 떨어질 수 없다. 천하(天下)의 사람들로 하여금 심신을 깨끗하게 하고 옷을 엄정하게 입어 제사를 받들게 한다. 한없이 넓도다. 그 위에 있는 듯하고 그 좌우에 있는 듯하다. 『시(詩)』에서 말하기(曰)를 ‘귀신(鬼神)의 오심조차 헤아릴 수 없구나 더욱이 싫어할 수 있겠는가.’ 아아 자세한 것(微)이 드러나서 정성스럽게 함(誠)을 가릴 수 없게 됨이 이와 같구나아.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/21.html',
  },  
  '43': {
    title: '21-自箴',
    content: `
    경계해 말한다. ‘천하(天下)의 사람들이 심신을 깨끗하게 하고 옷을 엄정하게 입어 제사를 받든다’에서 곧 이 제사는 하늘과 땅에 지내던 제사(郊祭)이다. 제사를 지내야 할 바에 교사를 지낸다는 것은 상제(上帝)이다. 상제(上帝)의 근본(體)은 모양(形)이 없고 내용(質)도 없다. 귀신(鬼神)과 덕(德)이 같다. 그러므로 귀신(鬼神)이라고 말한다. 그 격을 느끼게 해서 임하여 비추고 그것을 말하므로 그것을 귀신(鬼神)이라 이른다.

    상천(上天)의 일(載)은 소리도 없고 냄새도 없다. 그러므로 ‘보이지 않고 들리지 않는다’라고 말한다.

    모든 것(萬物)은 상천(上天)의 낳고 기르고 죽임(造化)의 안에 있다. 물고기가 물 속에 있어 헤엄치며 놀고 숨을 쉬는 것과 같다. 물에서 떠날 수 없으므로 ‘근본적(體)인 것(物)이니 떠날 수 없다’고 말한다. 체물(體物)이라는 것은 물체(物體)의 내용물이다.

    시인(詩人)의 뜻이 만약 “나는 비록 지극히 정성스럽게 하(誠)지만 신(神)에게 통하는지는 아직 알 수 없다”라 말한 것이라면 더욱이 싫어하면서 공경하(敬)지 않을 수 있겠는가.

    귀신(鬼神)의 근본(體)은 모양(形)이 없고 내용(質)도 없다. 물(物)의 지극히 자세한(微) 것도 귀신(鬼神)에서 벗어날 수 없다. 그러나 하늘(天)의 도(道)는 지극히 정성스럽게 함(誠)이다. 그 공로와 기름에서 나타나는 것은 지극히 드러나고 지극히 나타난다. 그러므로 사람은 비록 보이지 않고 들리지 않아도 모두 심신을 깨끗하게 하고 제사를 지낸다. 그 위에 있는 듯하고 그 좌우에 있는 듯하고 장차 눈으로 직접 보는 듯하고 장차 귀로 듣는 듯하니 곧 지극히 자세함(微)의 근본(體)이다. 그 나타남이 이와 같다. 정성스럽게 하(誠)면 곧 반드시 나타나는데 나타나지 않는 것이 있겠는가. 그러므로 ‘정성스럽게 함(誠)을 가릴 수 없게 됨이 이와 같다’고 말한다.

    주자(朱子)가 말하기를 “보이지 않고 들리지 않음은 은(隱)이다. 물(物)의 근본(體)이 있는 듯하면 곧 또한 널리 쓰임(費)이다.” [장(章) 마지막 주석]

    경계해 말한다. 널리 쓰이(費)면서 희미하(隱)므로 희미한 것(隱)보다 잘 나타나는 것은 없다. 자세한 것(微)이 드러나므로 자세함(微)보다 잘 드러나는 것은 없다. 맥락이 같고 문맥이 끊기지 않는 것이 이와 같다.

    누상명(樓象明)이 말하기를 “‘보이지 않고 들리지 않는다.’ 이것이 자세함(微)이다. ‘한없이 넓게 있는 듯하다.’ 이것이 드러남(顯)이다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/21_25.html',
  },
  '44': {
    title: '22-子曰。舜其大孝也與。',
    content: `
    선생님이 말씀하시기를 "순임금(舜)은 마땅히 훌륭한 효자이시리라.
    덕(德)은 성인(聖人)이 됐고 높은 지위(尊)는 천자(天子)가 됐고 복(富)으로는 온세상을 가졌다.
    종묘(宗廟)에서 그를 대접하고 자손이 그것을 유지한다.
    그러므로 큰(大) 덕(德)은 반드시 그 자리를 얻고 반드시 그 녹을 얻고 반드시 그 명예를 얻고 장수한다.
    그러므로 하늘(天)이 물(物)을 낳을 때는 반드시 그 성질을 말미암고 도타이 한다.
    그러므로 심은 것은 그것을 북돋고 기울어진 것은 그것을 무너뜨린다.
    『시(詩)』에서 말하기를
    '아름답고 즐거워하는 군자(君子)여
    성하고 성한 아름다운 덕(德)이여
    백성을 화목하게 하고 사람들을 화목하게 하는구나.
    하늘(天)에서 녹을 받아
    보우하고 도우라 그에게 명하시니
    하늘(天)로부터 그들에게 되풀이하니라.'
    그러므로 큰 덕(德)을 가진 사람은 반드시 명(命)을 받는다."
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/22.html',
  },
  '45': {
    title: '22-自箴',
    content: `
    경계해 말한다. 아랫 글에서 이르기를 ‘중니(仲尼)가 요임금(堯)과 순임금(舜)을 본받아 계승했고 문왕(文)과 무왕(武)을 모범으로 밝혔다.’ 이 두 절(節)은 순임금(舜)과 문왕(文)과 무왕(武)의 일을 골고루 진술한다. 말하기를 ‘큰 덕(德)은 반드시 그 자리를 얻고 반드시 그 녹을 얻는다.’ 또한 말하기를 ‘큰 덕(德)은 반드시 명(命)을 받는다.’ 모두 중니(仲尼)를 불쌍히 여긴 것이다. 중니(仲尼)는 큰 덕(德)을 가졌으나 자리를 얻지 못했고 녹을 얻지 못했고 명(命)을 받지 못했다. 생각컨대 하늘(天)의 도(道)가 이 때 아주 달라졌다. 아주 오랜 옛날 이래로 성인(聖人)이 명(命)을 받지 못한 적이 없다. 한고조(漢高祖)는 덕(德)이 없었으나 명(命)을 받았다. 하늘(天)의 도(道)가 이 때 정말 아주 달라졌다. 선대의 유학자는 ‘반드시 얻다’와 ‘반드시 오래 산다’의 글에서 의심함이 너무 지나쳤다. 어떤 이는 길흉화복의 운수라 일렀고 어떤 이는 『노자(老子)』를 인용했다. [『혹문(或問)』에 보인다.] 심하게 굽혀지고 막혔다.

    식물을 심어서 기르고 뒤집어 엎어서 망하게 하는 이치도 한 번이라도 대강 설명할 수 없다. 먼저 북돋았다가 결국 그것을 망하게 하기도 하고 원래는 망했다가 다시 일어나도록 하기도 한다. 가난함(貧)과 부유함(富)과 귀함(貴)과 천함(賤)과 오래 삶(壽)과 일찍 죽음(夭)과 나타남(顯)과 어두움(晦)은 가지런하지 않다. 군자(君子)를 따르면서 보면 곧 모두 서로 맞다. 그러므로 『역(易)』에서 말하기를 “천하(天下)는 끝이 같으나 길이 다르고 서로 맞으나 모두 근심하니 천하(天下)가 무엇을 생각하고 무엇을 근심하겠는가.” 신(神)의 저울(權)은 정교하게 쓰이니 일반 사람은 진실로 그것을 얻거나 알지 못한다. 이 경(經)이 말하는 바는 중니(仲尼)를 불쌍히 여기는 것이다. 군자(君子)의 도(道)를 이르는 것이 아니다. 이것으로 끝난다.

    이 아래 몇 절(節)은 문맥이 펴지고 흩어지고 끝없이 펼쳐져 있기까지 하니 학자(學者)가 그 대강의 의미조차 쉽게 알아차리지 못한다. 이에 왼쪽과 같이 정리한다.

    ‘순수명(舜受命)’ 한 절(節)
    하늘(天)을 감동시키는 사람은 반드시 명(命)을 받는 것을 말한다.

    ‘문왕수명(文王受命)’ 한 절(節)
    하늘(天)을 감동시키는 사람은 반드시 명(命)을 받는 것을 말하고 그 다음에 예(禮)를 말한다.

    ‘춘추수기조묘(春秋修其朝廟)’ 한 절(節)
    예(禮)는 하늘(天)을 섬겨서 마치는 것이라 자세히 말한다.

    ‘애공문정(哀公問政)’ 한 절(節)
    정사를 행함은 수신(修身)을 근본으로 했고 수신(修身)은 하늘(天)을 아는 것을 근본으로 함을 말한다.

    ‘천하지달도(天下之達道)’ 한 절(節)
    세가지를 정성스럽게 함(誠)으로 마친다. 또한 수신(修身)을 근본으로 한 것이다.

    ‘범위천하국가유구경(凡爲天下國家有九經)’ 한 절(節)
    나라(國)를 다스리는 법(法)을 말하고 정성스럽게 함(誠)으로 마쳤다.

    ‘범사예칙립(凡事豫則立)’ 한 절(節)
    수신(修身)하는 법(法)을 말하고 정성스럽게 함(誠)으로 마쳤다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/22-1.html',
  },
  '46': {
    title: '23-子曰。無憂者。其惟文王乎。以王季爲父。以武王爲子。',
    content: `
    선생님이 말씀하시기를 "아무 근심이 없는 사람은 아마도 문왕(文王)뿐이리라. 왕계(王季)를 아버지로 두고 무왕(武王)을 아들로 둬서 아버지가 시작하고 아들이 그것을 이었으니 무왕(武王)은 대왕(大王)과 왕계(王季)와 문왕(文王)의 사업을 계승한 것이다.
    한 번 군복을 입고 천하(天下)를 가졌다. 자신은 천하(天下)의 드러난 명예를 잃지 않았고 높은 위치(尊)는 천자(天子)가 됐고 복으로는 온세상의 안을 가졌다.
    종묘(宗廟)에서 그를 대접하고 자손(子孫)이 그것을 유지한다.
    무왕(武王) 말기에 명(命)을 받았고 주공(周公)은 문왕(文)과 무왕(武)의 덕(德)을 이뤘다.
    대왕(大王)과 왕계(王季)를 왕으로 추존했고 위로는 천자(天子)의 예(禮)로써 선대의 군주에게 제사 지냈다.
    이 예(禮)는 제후(諸侯)와 대부(大夫) 및 일반 백성까지 미쳤다.
    아버지가 대부(大夫)로 지냈고 아들이 선비(士)로 지냈다면 대부(大夫)로서 장사지내고 선비(士)로서 제사를 지낸다.
    아버지가 선비(士)로 지냈고 아들이 대부(大夫)로 지냈다면 선비(士)로서 장사지내고 대부(大夫)로서 제사를 지낸다.
    만 일 년(期)의 상(喪)은 대부(大夫)까지 치르고 3년의 상(喪)은 천자(天子)까지 치른다.
    부모(父母)의 상(喪)은 귀천 없이 하나이다.
    선생님이 말씀하시기를 "무왕(武王)과 주공(周公)은 마땅히 훌륭한 효자(孝)이시리라.
    대저 효(孝)라는 것은 조상의 뜻을 잘 계승하고 조상의 일을 잘 잇는 것이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/23.html',
  },
  '47': {
    title: '23-自箴',
    content: `
    경계해 말한다. ‘무왕(武王)과 주공(周公)은 마땅히 훌륭한 효자(孝)이시리라’ 한 절(節)은 이 절(節)과 연결해 한 장으로 해야 한다. 『장구(章句)』는 그것과 아랫 장을 이었다. 곧 조상의 위패를 두던 묘(宗廟)의 예(禮)이고 하늘과 땅에 지내는 제사(郊社)의 예(禮)이다. 어찌 무왕(武王)과 주공(周公)에서 비롯하는 바이겠는가.

    문왕(文王)과 무왕(武王)에서 아버지는 시작하고 아들은 계승했다. 그리고 주공(周公)은 문왕(文)의 덕(德)을 이뤘다. 이것이 이른바 조상의 뜻과 사업을 잘 이어받아 계승한다는 것이다. 이 장(章)과 이어야 하는 것에 의심할 것이 없다.

    경계해 말한다. 왕으로 추존하는 예(禮)는 주나라(周) 사람에서 시작하지 않는다. 「상송(商頌)」에서 말하기를 '현왕(玄王)이 굳세게 다스렸다.' 정현(鄭)의 주석과 공안국(孔)의 주석은 모두 현왕(玄王)을 설(契)이라고 했다. 『국어(國語)』에서 말하기를 '현왕(玄王)이 상나라(商)에서 부지런히 일하여 14대에 일어났다.' 위소(韋昭)는 현왕(玄王)을 설(契)이라고 했다. 이것은 곧 왕으로 추조하는 법이 시조에 미치는 것이다. 『한서예악지(漢書禮樂志)』에서 말하기를 '은나라(殷) 때 무왕(武)은 위로 설(卨)과 직(稷) 그리고 현왕(玄王)과 공류(公劉)에서 처음 시작한 것에 근거한다'는 곧 이것도 현명(玄冥)을 현왕(玄王)으로 한 것이다. 「노어(魯語)」에서 전금(展禽)이 말하기를 '상나라(商) 사람이 설(契)을 본받으면서 명(冥)에 교사를 지냈다. 명(冥)은 그 벼슬에서 부지런히 일하고 물에 빠져 주었던 것을 이른다. 그러므로 제사를 지내는 예전에 따라 [제사를 지내는 법이 근거하는 것] 그것을 나누면 현왕(玄王)은 현명(玄冥)이 아니겠는가. 은나라(殷) 사람은 덕(德)을 숭상했으므로 설(契)과 명(冥)을 왕으로 추존했고 주나라(周) 사람은 겨레(親)를 높였으므로 시조와 증(曾)을 왕으로 추존했다. 이것이 이른바 은나라(殷)와 주나라(周)가 줄이고 더한 것이다. 제왕(帝王)의 대는 설(契)에서 명(冥)까지 6세대와 탕왕(湯)까지 14세대로 이어지니 곧 탕왕(湯)은 명(冥)에서 멀리 떨어져 있다.

    정현(鄭)이 말하기를 “의(衣)는 은(殷)과 같이 읽어야 한다. 제나라(齊) 사람이 은(殷)의 발음이 의(衣)와 같다고 말했다. 지금 의(衣)가 성인 사람이 있다면 은나라(殷)의 후손이다.”

    주자(朱子)가 말하기를 “융의(戎衣)는 갑옷과 투구의 종류이다. 한 번 군복을 입음은 「무성(武成)」편의 글에서 한 번 군복을 입어서 주임금(紂)을 치는 것을 말한다.”

    모(毛)가 말하기를 “일(壹)은 에(殪)라는 글자이다. 「강고(康誥)」에서 말하기를 ‘은나라(殷)를 쓰러뜨렸다’는 ‘대국 은나라(殷)가 멸망했다’를 말한다. ‘은나라(殷)를 쳤다’라면 곧 「태서(泰誓)」가 일컬은 ‘상나라(商)를 쳤다’와 정확히 같다. 「무성(武成)」을 스스로 주해한 것은 자주 뜻을 잘못 이해하여 ‘한 번 군복을 입었다’로 주석을 지었다. 대저 병사의 옷을 융의(戎衣)라고 한 것은 근거가 있는지 모르겠다.

    상고컨대 매씨(梅氏)의 「무성(武成)」을 따르면 곧 『중용(中庸)』을 논할 수 없게된다. ‘은나라(殷)를 쓰러뜨렸다’는 「강고(康誥)」에서만 보이고 ‘상나라(商)를 쳤다’는 『국어(國語)』에서만 보인다. [단양공(單襄公)이 「태서(太誓)」의 글을 인용했다.] 정현(鄭)의 말씀이 아니라 할 수는 없다. 다만 「무성(武成)」에서 이르기를 ‘한 번 군복을 입자 천하(天下)가 크게 안정됐다’는 ‘한 번 갑옷과 투구를 입었다’의 뜻이 명료하게 드러난다. 소산(蕭山)이 만약 ‘은나라(殷)를 쓰러뜨렸다’의 말씀을 따르면 곧 그 매씨(梅氏)가 「무성(武成)」을 믿는 것도 한 번 그릇된다. 장차 어찌 그와 같겠는가.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/23_25.html',
  },
  '48': {
    title: '24-春秋。脩其祖廟。陳其宗器。設其裳衣。薦其時食。',
    content: `
    봄과 가을에 그 선조의 묘를 청소하고 그 제기 및 악기를 진열하고 그 살아있던 적의 신분의 옷을 갖추고 그 때맞춰 바치는 음식을 올린다.
    `,
    qrCodeUrl: '24-春秋。脩其祖廟。陳其宗器。設其裳衣。薦其時食。',
  },
  '49': {
    title: '24-自箴',
    content: `
    『주례(周禮)』에서 “사당을 지키는 관리는 선왕(先王)과 선공(先公)의 신주를 모신 사당과 먼 조상을 한 곳에 모아 제사하는 사당을 지키는 일을 맡는다. 죽은 사람이 입고 있던 적고리와 적삼옷을 가지고 시동에게 준다. 그 신주를 모신 사당에서는 곧 유사라는 관리가 그것을 닦고 깨끗이 한다. 먼 조상을 한 곳에 모아 제사하는 사당에서는 곧 사당을 지키는 관리가 그것을 땅을 평평하게 하여 검게 하고 담벽을 희게 칠한다.

    진(陳)이 말하기를 “이것은 그 선조의 묘를 닦는 것이다.”

    모(毛)가 말하기를 "옛 주석은 '치워 없앰'이라고 주장했다." 「제의(祭義)』에서 이르기를 '궁전 안에 있는 방을 이미 고쳤다. 담과 지붕을 이미 설비했(設)다.'의 설(設)은 이 땅을 평평하게 하여 검게 하고 담벽을 희게 칠함이니 곧 꾸미고 수리한다는 의미이다. 『춘추전(春秋傳)』에서 ‘진후(晉侯)'가 제나라(齊)를 쳤다. 제나라(齊) 사람이 제기와 악기를 진후(晉侯)에게 뇌물을 줬다. 두예(杜)의 주석에서 이르기를 '종기(宗器)는 제사의 도구이다.' [제양공(襄) 25년] 또한 '정나라(鄭) 자전(子展)과 자산(子産)이 진나라(陳)를 쳤다. 진후(晉侯)가 사마(司馬)와 환자(桓子)로 하여금 제기 및 악기를 뇌물로 주게 했다.' [또한 같은 해] 또한 진무우(陳無宇)가 제양공(襄)의 종묘에 래나라(萊)의 제기 및 악기를 바쳤다. [제양공(襄) 7년] 또한 '진나라(晉) 사람이 공손교(公孫僑)에게 불러져 배알했다. 대하여 말하기를 -소어(蕭魚)의 전쟁에서 과군께서는 모든 토지의 생산물과 제기 및 악기를 바쳤습니다.-' [제양공(襄) 22년] 두예(杜)의 주석에서 이르기를 '위패를 두던 묘와 예악의 그릇은 종과 경쇠의 종류이다.'" [『국어(國語)』에서 이르기를 "그 집에 그 제기 및 악기를 갖추지 못했다."]

    상고컨대 종기(宗器)라는 것은 제사의 도구이다. 또한 『강의보(講義補)』에 자세하다. [살아있던 적의 신분의 옷(裳衣)과 때맞춰 바치는 음식(時食)의 의미 또한 저기에 자세하다.]
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/24_25.html',
  },
  '50': {
    title: '25-宗廟之禮。所以序昭穆也。',
    content: `
    위패를 두던 묘(宗廟)의 예(禮)는 조상의 신주를 모시는 차례에 순서를 정하는 방법이다.
    벼슬에 순서를 정하는 것은 귀하(貴)고 천함(賤)을 분별하는 방법이다.
    일에 순서를 정하는 것은 어진 사람을 분별하는 방법이다.
    함께 술을 권할 때 아랫 사람이 윗 사람에게 권하는 것은 신분이 낮은 사람에게 미치는 방법이다.
    술잔을 주는 것은 나이에 따라 순서를 정하는 방법이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/25.html',
  },  
  '51': {
    title: '25-自箴',
    content: `
    조상의 신주를 모시는 차례(昭穆)는 벼슬에 순서를 정하고 일에 순서를 정한다는 의미이다. 『강의보(講義補)』에 자세히 보인다.

    경계해 말한다. ‘함께 술을 권함에 아랫 사람이 윗 사람에게 권한다’는 것은 주인이 술잔을 올리는 것이다. 잔치 의식에서 곧 주인이 술잔을 돌린다. 아랫 사람은 음악을 연주하는 사람과 서자와 신하까지를 말한다. 양을 통째로 바치던 제사의 예(禮)에서 곧 주인이 술잔을 돌린다. 알랫 사람은 형제와 개인까지를 몰한다. 소를 제물로 바치던 제사도 그러하다. 대저 대부(大夫)의 높음으로 지체가 낮고 천한 사람에게 술잔을 돌린다. 이것이 어찌 ‘아랫 사람이 윗 사람에게 권함’이 아니겠는가. 잔치 의식에서 재부라는 관리가 주인에게 권한다. 재부(宰夫)라는 것은 대부(大夫)이다. 마침 이 재부도 원래 임금의 명령으로 주인을 대신하는 것이니 재부가 권하는 것이 임금이 권하는 것이다. 위에서 아래에게 준다. 그리고 이에 권하는 예(禮)를 쓴다. ‘아랫 사람이 윗 사람에게 권함’이다.

    『주례(周禮) 사의(司儀)』에서 이르기 “왕의 잔치에서는 곧 제후(諸侯)가 연모한다.” 이 연모(燕毛)라 이르는 것은 「제통(祭統)」에서 술잔을 준다고 이르는 것이다. [『강의보(講義補)』에 자세히 보인다.]
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/25_25.html',
  },  
  '52': {
    title: '26-踐其位。行其禮。奏其樂。敬其所尊。愛其所親。',
    content: `
    그의 자리에 오르고 그의 예(禮)를 행하고 그의 음악을 연주하고 그가 높인 사람을 공경하고 그가 가까이한 사람을 사랑한다.
    아직 장사를 치르지 않은 죽은 이 섬기기를 산 사람처럼 섬기고 장사를 치른 죽은 이 섬기기도 산 사람처럼 섬김이 효(孝)의 지극함이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/26.html',
  },  
  '53': {
    title: '26-自箴',
    content: `
    경계해 말한다. ‘그의 높인 바를 공경한다’는 것은 선왕의 죽은 할아버지이다. ‘그의 가까이한 바를 사랑한다’는 것은 선왕의 자손이다. 이에 그것을 ‘죽은 이 섬기기를 산 사람처럼 섬긴다’고 이르니 이 의미는 일반 백성과 같이한다는 것이다. 내가 말하기를 “그 아버지를 생각한다는 것은 형과 아우를 사랑하는 것이다. 그 할아버지를 생각한다는 것은 아버지의 형제와 형과 아우를 사랑하는 것이다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/26_25.html',
  },
  '54': {
    title: '27-郊社之禮。所以事上帝也。',
    content: `
    하늘과 땅에 지내는 제사(郊社)의 예(禮)는 상제(上帝)를 섬기는 방법이다.
    위패를 두던 묘(宗廟)의 예(禮)는 그 조상에게 제사 지내는 방법이다.
    하늘과 땅에 지내는 제사(郊社)의 예(禮)와 햇곡식을 올리는 제사(禘嘗)의 뜻(義)을 잘 안다면 치국(治國)은 아마도 손바닥을 들여다보는 것과 같을지니.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/27.html',
  },
  '55': {
    title: '27-自箴',
    content: `
    경계해 말한다. ‘심신을 깨끗하게 하고 옷을 엄정하게 입어 제사를 받든다’는 하늘과 땅에 지내는 제사의 예(禮)이다. [‘귀신(鬼神)’ 장(章)] ‘그 선조의 묘를 닦고 그 제기 및 악기를 진열한다’는 위패를 두던 묘의 예(禮)이다. 이 절(節)은 경문(經文)을 크게 마무리 짓는 것이다.

    ‘치국(治國)’ 두 글자는 앞의 문장을 받아서 뒤의 문장을 지어나가기 위한 축과 중심이다.

    「주어(周語)」에 내사라는 벼슬을 지내던 과(過)가 말하기를 “옛날의 선왕은 이미 천하(天下)를 가졌다. 또한 상제(上帝)를 높이 세우고 신(神)을 밝히면서 그것을 공경하여 섬긴다.” 이를 말미암아 보면 제사에서 신(神)을 밝히는 것도 하늘(天)을 섬기는 방법이다. 토지의 신(后土)을 말하지 않은 것은 생략한 것이 아니다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/27_25.html',
  },
  '56': {
    title: '28-哀公問政。',
    content: `
    애공(哀公)이 정사(政)에 대해 물었다.
    선생님이 말씀하시기를 “문왕(文)과 무왕(武)의 정사(政)는 목판이나 대쪽에 널리 쓰여져 있습니다.
    그 사람이 있다면 곧 그 정사(政)가 잘 행해지고 그 사람이 없다면 곧 그 정사(政)가 망합니다.
    사람(人)의 도(道)는 정사(政)에 민감하고 땅(地)의 도(道)는 나무에 민감하니 대저 정사(政)라는 것은 나나니벌과 같습니다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/28.html',
  },
  '57': {
    title: '28-自箴',
    content: `
    경계해 말한다. 포로(蒲盧)라는 것은 땅속에 집을 짓고 사는 벌로 가느다란 허리를 가졌다. 벌이 있다면 곧 벌레가 변하여 벌이 되고 벌이 떠나가면 곧 벌레가 마침내 변하지 못하니 이른바 ‘그 사람이 있다면 곧 그 정사(政)가 잘 행해진다. 그 사람이 없다면 곧 그 정사(政)가 망한다’이다. ‘땅(地)의 도(道)는 나무에 민감하다’라는 한마디 글은 ‘사람(人)의 도(道)는 정사(政)에 민감하다’를 말미암은 다음에 말한다. 글의 기세가 굴러다니는 총알이 언덕에서 굴러가는 듯하니 포로(蒲盧)의 글귀와 대조할 수 없다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/28_25.html',
  },
  '58': {
    title: '29-故爲政在人。',
    content: `
    그러므로 정사(政)를 행함은 사람에 있습니다. 자신(身)을 통해 인재를 골라 쓰고 도(道)를 보아 몸(身)을 단정히 하고 인(仁)으로 도(道)를 닦아야 합니다.
    인(仁)이라는 것은 사람입니다. 마땅히 친하여야 할 사람과 친한 것을 중요한 것으로 합니다.
    의(義)라는 것은 마땅함입니다. 어진 사람을 존경하는 것을 중요한 것으로 합니다.
    촌수가 멀어질수록 친함이 줄어드는 것과 어진 사람을 등급을 두어 존경하는 것은 예(禮)가 이뤄지는 것입니다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/29.html',
  },
  '59': {
    title: '29-自箴',
    content: `
    이 아래는 따로 한 장으로 해야한다. ‘애공문(哀公問)’과 서로 이어 붙일 필요가 없다. 『가어(家語)』가 『중용(中庸)』을 남몰래 훔쳐서 아래 ‘구경(九經)’ 장(章)을 연결했다.

    「고요모(皐陶謨)」에서 말하기를 “삼가 그 몸(身)을 닦고 생각(思)을 길게 하고 구족(九族)에게 도탑게 베푼다.” 자신(身)을 통해 인재를 골라 쓴다는 것은 삼가 그 몸(身)을 닦는다는 것이다. 도(道)를 보아 몸(身)을 단정히 한다는 것은 생각(思)을 오래한다는 것이다. 사람(人)으로 도(道)를 닦는다는 것은 구족(九族)에게 도탑게 베푼다는 것이다.

    경계해 말한다. 도(道)를 닦는 것을 교(敎)라 이른다. 교(敎)라는 것은 오교(五敎)이다. 오교(五敎)라는 것은 부모(父母)와 형제(兄弟)와 자식(子)의 가르침(敎)이다. 그러므로 말하기를 ‘인(仁)으로 도(道)를 닦는다.’

    『맹자(孟子)』에서 말하기를 ‘인(仁)이라는 것은 사람(人)이다.’ 「표기(表記)」에서도 말하기를 ‘인(仁)이라는 것은 사람(人)이다.’ 옛사람의 교훈은 원래 이와 같은 것들에서 시작하지 물(物)을 낳는다는 이야기는 없다.

    촌수가 멀어질수록 친함이 줄어든다는 것은 오복(五服)이라는 상복제도에서 위아래로 줄어들어 살아 있는 이를 섬기는 것과 죽은 이를 애도하는 것은 각자 그 법도가 있다는 것이다. 어진 사람을 등급을 두어 존경한다는 것은 다섯 등급의 제후와 공경대부(公卿大夫)와 낮은 직급의 관리와 일반 백성의 무리에서 수레와 옷과 깃발과 울타리와 무늬와 채색의 구별은 각자 그 법도가 있다는 것이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/29_25.html',
  },
  '60': {
    title: '30-在下位。不獲乎上。民不可得而治矣。',
    content: `
    아랫 자리에 있는데 윗 사람에게 신임을 받지 못하면 백성(民)을 얻고 다스릴 수 없다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/30.html',
  },
  '61': {
    title: '30-自箴',
    content: `
    정현(鄭)이 이르기를 “이 글귀는 아래에 있다. 잘못하여 두 번 여기에 있는 것이다.”

    경계해 말한다. 이 글귀는 삭제하지 않는 것이 도리어 좋다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/30_25.html',
  },
  '62': {
    title: '31-故君子。不可以不脩身。',
    content: `
    그러므로 군자(君子)는 몸(身)을 단정하게 하지 않을 수 없고
    몸(身)을 단정하게 하고자 한다면 일가를 섬기지 않을 수 없고
    일가를 섬기고자 한다면 사람을 모를 수 없고
    사람을 알고자 하면 하늘(天)을 모를 수 없습니다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/31.html',
  },
  '63': {
    title: '31-自箴',
    content: `
    경계해 말한다. 하늘(天)을 아는 것을 수신(修身)의 근본으로 한다는 것은 하늘(天)을 안 이후에야 정성스럽게 할(誠) 수 있다는 것이다. 『대학(大學)』은 뜻을 정성스럽게 하는 것(誠)을 수신(修身)의 근본으로 하고 『중용(中庸)』은 하늘(天)을 아는 것을 수신(修身)의 근본으로 했다. 그 의미가 하나이다. 경(經)에서 말하기를 ‘희미함(隱)보다 잘 나타나는 것은 없고 자세함(微)보다 잘 드러나는 것은 없다’와 ‘희미한 것(隱)이 나타남을 안다’와 ‘자세한 것(微)이 드러남을 안다’는 곧 하늘(天)을 아는 것이다. 하늘(天)을 안다는 것은 그 홀로에도 삼가(愼獨)는 것이다. 그 홀로에도 삼가(愼獨)면 이미 정성스럽게 함(誠)이다.

    사람(人)을 안다는 것은 사람(人)이 사람(人) 되는 방법을 아는 것이다. 천명(天命)을 성(性)이라 이르고 성(性)을 좇음을 도(道)라 이른다. 이것을 알면 곧 사람(人)을 아는 것이다. 그러므로 ‘사람(人)을 알고자 하면 하늘(天)을 모를 수 없다’고 말한다’고 말한다. 아랫 글에서 말하기를 ‘귀신(鬼神)에게 물어도 의심할 것이 없게되는 것은 하늘(天)을 아는 것이다. 여러 대를 이으나 성인(聖人)을 기다리면서 미혹되지 않는 것은 사람(人)을 아는 것이다.’ 하늘(天)을 안다는 것은 귀신(鬼神)만한 것이 없다는 것이다. 그러므로 하늘(天)을 알면 곧 귀신(鬼神)에게 물어도 의심할 것이 없다. 사람(人)이 사람(人) 되는 방법을 안다는 것은 성인(聖人)만한 것이 없다는 것이다. 그러므로 사람(人)을 알면 곧 여러 대를 이으나 성인(聖人)을 기다려도 미혹되지 않는다. 글과 이 장은 서로 대조된다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/31_25.html',
  },
  '64': {
    title: '32-天下之達道五。所以行之者三。',
    content: `
    천하(天下)의 사람이 지켜야 할 도(道)는 다섯 개이고 그것을 행하는 방법은 세 개이니
    군신(君臣)과 부자(父子)와 부부(夫婦)와 형제(兄弟)와 벗(朋友) 사이에서 함께하는 것을 말합니다.
    다섯 가지는 천하(天下)의 사람이 지켜야 할 도(道)이고 지(地)와 인(仁)과 용(勇) 세 가지는 천하(天下)의 사람이 행해야 할 덕(德)인데 그것을 행하는 방법은 하나입니다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/32.html',
  },
  '65': {
    title: '32-自箴',
    content: `
    경계해 말한다. 윗 절(節)의 ‘지천(知天)’ 두 글자는 자신()을 정성스럽게 하는 것의 근본으로 한다. ‘성(誠)’ 한 글자는 모든 덕(德)의 뿌리로 한다. 그러므로 천하(天下)의 마땅한 도(道)는 다섯이고 그것을 행하는 방법은 하나이다. 천하(天下)의 마땅한 덕(德)은 셋이고 그것을 행하는 방법은 하나이다. 사람(人)의 도(道)를 아는 방법은 셋이고 그것을 행하는 방법은 하나이다. 무릇 천하(天下)를 다스림에 아홉가지 도리가 있고 그것을 행하는 방법은 하나이다. 글의 기세가 여기에 이르니 기이하고 절묘하며 물결이 일어나고 시작하는 듯하나 마침내 하나의 ‘성(誠)’이라는 글자를 드러내는 것이 풍수가의 이른바 ‘산맥이 높았다 낮았다하며 힘차게 뻗으나 마침내 마지막에 이르러서는 한 자리에 있다’와 같다. 성인(聖人)은 이에 천지만물(天地萬物)의 이치를 꿰뚫어 본다. 일천가지이든 일백가지이든 모두 하나의 ‘성(誠)’이라는 글자가 근본이고 처음이다. 이것이 이른바 ‘정성이 없는 곳에서는 아무것도 없음’이다. 이에 ‘성(誠)이라는 것은 하늘(天)의 도(道)’이다. 그러므로 앞선 사람들은 하늘(天)을 아는 것으로 마무리한 뒤에 글의 중간에는 여러가지로 진행하다가 성(誠)이라는 글자로 마쳤다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/32_25.html',
  },
  '66': {
    title: '33-或生而知之。或學而知之。或困而知之。及其知之。一也。',
    content: `
    어떤 이는 태어나면서 알(知)고 어떤 이는 배우고 알(知)고 어떤 이는 곤궁해져서야 아(知)는데 마침내 그것을 알면 하나입니다.
    어떤 이는 편안히 행하(行)고 어떤 이는 이익이 돼야 행하(行)고 어떤 이는 억지로 시켜야 행하(行)는데 마침내 공로를 이루면 하나입니다.”
    선생님이 말씀하시기를 “학문을 좋아하는 것은 지(知)에 가깝고 힘써 행하는 것은 인(仁)에 가깝고 부끄러움을 아는 것은 용(勇)에 가깝다.
    이 세 가지를 알면 곧 몸(身)을 단정히 하는 방법을 알고
    몸(身)을 단정히 하는 방법을 알면 곧 사람을 바로잡는 방법을 알고
    사람을 바로잡는 방법을 알면 곧 천하국가(天下國家)를 다스리는 방법을 안다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/33.html',
  },
  '67': {
    title: '33-自箴',
    content: `
    공자(孔子)가 말씀하시기를 “태어나(生)면서 아(知)는 사람은 첫째이다. 배우(學)고 아(知)는 사람은 다음이다. 곤궁해져(困)서야 배움(學)도 그것의 다음이다. 공궁해져(困)서도 배우(學)지 않으면 또한 백성은 이것을 아래로 생각한다.” [「계씨(季氏)」 편]

    경계해 말한다. 나면서 알(生知)든 배워서 알(學知)든 곤궁해져서 알(困知)든 그 도(道)를 알면 곧 하나이다. 편안히 행하(安行)든 이로워서 행하(利行)든 억지로 행하(勉行)든 그 도(道)를 행하면 곧 하나이다. 그런데 오달도(五達道)와 삼달덕(三達德)은 구경(九經)의 끝이니 모두 ‘그것을 행하는 방법이라는 것은 하나이다’라 일렀다. 하나라는 것은 성(誠)이다. 그러면 네 개의 ‘하나이다’도 하나의 종류로 봐야 한다.

    경계해 말한다. 학문을 좋아하면 곧 몸을 실천시키는 방법을 안다. 그러므로 지(知)에 가깝다. 힘써 행하면 곧 타인을 사랑하는 방법을 안다. 그러므로 인(仁)에 가깝다. [부모형제를 사랑함과 임금을 사랑함과 백성을 사랑함] 부끄러움을 알면 곧 반드시 부족함을 말미암아 떨쳐 일어나고 힘써 선(善)을 한다. 그러므로 용(勇)에 가깝다. 그리하여 학문을 좋아한다는 것은 배워서 앎(學知)이다. 힘써 행함이라는 것은 이뤄워서 행함(利行)이다. 부끄러움을 안다는 것은 억지로 시킨(困勉)다는 것이다. 모두 높은 등급은 아니다. 그러므로 ‘지(知)에 가깝고 인(仁)에 가깝고 용(勇)에 가깝다’고 말했다. 윗면에 나면서 앎(生知)과 편안히 행함(安行)이라는 한 겹이 있음을 밝힌다.

    이전의 이론에서는 ‘힘써 행함’을 ‘이로워서 행함(利行)’이라 주석했다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/33_27.html',
  },
  '68': {
    title: '34-凡爲天下國家有九經。',
    content: `
    무릇 천하국가(天下國家)를 다스림에는 아홉가지 도리가 있다.
    말하자면 몸(身)을 단정히 하고 어진 사람을 존경하고 마땅히 친하여야 할 사람과 친하고 훌륭한 신하를 공경하고 많은 신하들을 가까이 하고 관직이 없는 평민들을 사랑하고 온갖 장인들을 불러오고 먼 데서 온 사람을 편안하게 하고 제후(諸侯)들을 따르게 함이다.
    몸(身)을 단정히 하면 곧 도(道)가 나타난다. 어진 사람을 존경하면 곧 미혹되지 않는다. 마땅히 친하여야 할 사람과 친하면 곧 모든 아버지와 형제가 원망하지 않는다. 훌륭한 신하를 공경하면 곧 현혹되지 않는다. 많은 신하들을 가까이하면 곧 선비들이 크게 예(禮)로 보답한다. 관직이 없는 평민을 사랑하면 곧 백성(百姓)들이 힘쓴다. 온갖 장인들을 불러오면 곧 재물의 씀씀이가 넉넉하다. 먼 데서 온 사람을 편안하게 하면 곧 사방(四方)이 그곳에 몸을 의탁한다. 제후(諸侯)를 따르게 하면 곧 천하(天下)가 그를 경외한다.
    심신을 깨끗하게 하고 옷을 엄정하게 입음과 예(禮)가 아니면 움직이지 않음은 몸(身)을 단장히 하는 방법이다.
    헐뜯는 사람을 피하고 여색을 멀리함과 재물을 천히여기면서 덕(德)을 귀히 여김은 어진 사람(賢)을 권장하는 방법이다. 
    그 벼슬 자리를 높이고 그 녹을 더 줌과 그가 좋아하고 싫어하는 것을 균일하게 함은 마땅히 친하여야 할 사람과 친함을 권장하는 방법이다.
    벼슬을 주고 책임을 맡기어 부림은 훌륭한 신하에게 좋은 일에 힘쓰도록 북돋아 주는 방법이다.
    믿음(信)에 정성을 다하고 녹을 더 줌은 선비에게 좋은 일에 힘쓰도록 북돋아 주는 방법이다.
    때맞춰 일을 시키고 조세를 적게 거둠은 관직이 없는 평민들에게 좋은 일에 힘쓰도록 북돋아 주는 방법이다.
    매일 살피고 달마다 시험함과 녹을 줄 때 일을 저울질함은 온갖 장인들에게 좋은 일에 힘쓰도록 북돋아 주는 방법이다.
    가는 사람을 배웅하고 찾아오는 사람을 맞이함과 선(善)을 기리면서 능력이 없는 사람을 불쌍히 여김은 먼 데서 온 사람을 편안하게 하는 방법이다.
    끊어진 세대를 이어주고 쇠퇴한 나라를 흥기시킴과 혼란한 세상을 다스리고 위태로운 처지를 붙들어 줌 때맞춰 모여 안부를 물음과 많이 보내고 적게 받음은 제후(諸侯)를 따르게 하는 방법이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/34_27.html',
  },
  '69': {
    title: '34-自箴',
    content: `
    경계해 말한다. 존현(尊賢)이라는 것은 가르치는 신하를 신하로 대하지 않는 것이다. 친친(親親)이라는 것은 그 일가와 친하게 지내는 것이다. [왕이나 공 따위의 동족을 이른다.] 어버이를 섬기는 것이 아니다. 어버이를 섬기는 것은 수신(修身)의 과정에 있다.

    주자(朱子)가 말하기를 ‘여러 신하를 두 팔과 두 다리처럼 본다.’ 이것이 바른 뜻이다. 『서(書)』에서 말하기를 “신하는 내 팔과 다리와 귀와 눈이 된다.” 『맹자(孟子)』에서 말하기를 “임금은 신하를 손과 발처럼 보니 곧 신하는 임금을 속마음처럼 본다.” [「장구(章句)」에서 이르기를 ‘자신(身)이 그 처지에 처했다고 가정하여 그 마음(心)을 살핀다’는 아마도 ‘사체(四體)’의 말씀보다는 못하다.

    경계해 말한다. ‘제명성복(齊明盛服)’과 위의 ‘귀신(鬼神)’ 장(章)의 제명성복(齊明盛服)은 같다. 단정하게 맞이함과 옷매무시를 바로잡음은 항상 하늘과 땅의 신령이 내리 비치는 것 같다고 이른다. 주자(朱子)의 「경재잠(敬齋箴)」에서 말하기를 ‘그 옷과 관을 바르게 하고 공경의 눈빛을 지니고 마음(心) 가라앉히기를 유지하여 상제(上帝)에 제사지낸다.’또한 이 의미이다. 예(禮)가 아니면 움직이지 않는다는 것은 곧 극기(克己)하고 인(仁)을 이루어 몸(身)을 닦는 것이다. 주자(朱子)가 말하기를 ‘밖과 안을 함께 기르면서 운동하고 정지함이 어긋나지 않음은 수신(修身)의 근본을 하는 방법이다.’ 자세하도다. 말씀이여.

    주자(朱子)가 말하기를 “헐뜯는 자와 간사한 자를 믿는다면 곧 어진 사람(賢)에게만 맡길 수 없고 재물과 여색을 쫓는다면 곧 어진 사람(賢)을 깊게 좋아할 수 없다. 가연지()의 이른바 ‘후궁이 아름답고 곱다면 곧 어진(賢) 사람이 숨는다. 아첨하는 사람이 권력을 장악하면 곧 바른말 하는 신하가 입을 다문다.’ 모든 저울을 유지하는 형세는 여기가 무겁다면 곧 저기는 가벼운 법이니 이치가 원래 그러하다.”

    상고건대 ‘다른 사람의 현명함을 좋아하기를 색을 좋아하듯 함(賢賢易色)’의 의미를 공자(孔子)는 여러 차례 말했다. 모든 여색을 좋아하는 사람은 반드시 어짊(賢)을 좋아하지 않는다. 그러므로 아첨하는 소인(小人)은 반드시 환관과 결탁해서 어진(賢) 사람을 내쫓는다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/34_58.html',
  },
  '70': {
    title: '35-凡爲天下國家有九經。所以行之者一也。',
    content: `
    무릇 천하국가(天下國家)를 다스림에는 아홉가지 도리가 있으나 그것을 행하는 방법은 하나이다.
    모든 일(事)은 사전에 대비하면 곧 이루어지고 사전에 대비하지 않았다면 곧 무너진다.
    말(言)은 먼저 준비하면 곧 실언하지 않는다.
    일(事)은 먼저 준비하면 곧 곤란해지지 않는다.
    행동(行)은 먼저 준비하면 곧 부끄러울 일이 없다.
    도(道)는 먼저 준비하면 곧 막히지 않는다.
    아랫 자리에 있는데 윗 사람에게 신임을 받지 못하면 백성(民)을 얻고 다스릴 수 없다.
    윗 사람에게 신임을 받음에 도(道)가 있다. 벗에게 진실하지 못하면 윗 사람에게 신임을 받지 못한다.
    벗에게 진실함에도 도(道)가 있다. 어버이에게 따르지 않는다면 벗에게 진실하지 못한다.
    어버이에게 따름에 도(道)가 있다. 자신(身)을 돌이켜 생각하여 정성스럽게 하(誠)지 않는다면 어버이에게 따르지 못한다.
    자신(身)을 정성스럽게 함(誠)에 도(道)가 있다. 선(善)에 대해 확실히 하지 않는다면 자신(身)에게 정성스럽게 하(誠)지 못한다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/35.html',
  },
  '71': {
    title: '35-自箴',
    content: `
    주자(朱子)가 말하기를 “일(一)이라는 것은 정성스러움(誠)이다.”

    또한 말하기를 “모든 일을 모두 먼저 정성스러움(誠)으로 이루고자 하는 것이다.”

    경계해 말한다. ‘예즉립(豫則立)’ 세 글자는 『중용(中庸)』과 『대학(大學)』의 주요한 의미이다. 평정하(平)고자 하는 사람은 먼저 다스린(治)다. 다스리(治)고자 하는 사람은 먼저 가지런히 한(齊)다. 가지런히 하(齊)고자 하는 사람은 먼저 닦(修)는다. 닦(修)고자 하는 사람은 먼저 바로 잡(正)는다. 바로 잡(正)고자하는 사람은 먼저 정성스럽게 한(誠)다. 정성스럽게 함(誠)이라는 것은 온갖 일(萬事)에 앞서 하는 것이다. 신임을 받(獲)고자 하는 사람은 먼저 진실하(信)다. 진실하(信)고자 하는 사람은 먼저 따른(順)다. 따르(順)고자 하는 사람은 먼저 정성스럽게 한(誠)다. 정성스럽게 함(誠)이라는 것은 온갖 일(萬事)에 앞서 하는 것이다. 『대학(大學)』과 『중용(中庸)』은 모두 ‘성(誠)’이라는 글자를 으뜸가는 공로로 한다. 그리고 『대학(大學)』에서 곧 말하기를 ‘그 뜻(意)을 정성스럽게 하(誠)고자 하는 사람은 헤아림(格)과 지극히 함(致)으로 그것에 앞선다.’ 『중용(中庸)』에서 곧 말하기를 ‘그 몸(身)을 정성스럽게 하(誠)고자 하는 사람은 선(善)을 확실히 함으로 그것에 앞선다’도 하나의 종류이다. 그러나 격물(格物)과 치지(致知)는 물(物)의 처음과 끝을 아는 것에 지나지 않을 뿐이다. 선(善)을 확실히 하면 곧 반드시 하늘(天)을 안다. 하늘(天)을 아는 것을 신독(愼獨)의 근본으로 한다. 이것이 그 다름이다.

    경계해 말한다. ‘구경(九經)’ 한 절(節)은 자리(位)를 얻어 도(道)를 행하(行)는 사람을 위해 그 규칙을 늘어놓은 것이다. ‘재하위(在下位)’ 한 절(節)은 자리(位)를 얻지 못한 사람을 위해 그 의(義)를 말한 것이다. 저기도 정성스럽게 함(誠)으로 마치고 여기도 정성스럽게 함(誠)으로 마친다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/35_27.html',
  },
  '72': {
    title: '36-誠者。天之道也。誠之者。人之道也。',
    content: `
    정성스럽게 하(誠)는 사람은 하늘(天)의 도(道)이다. 정성스럽게 하(誠)려는 사람은 사람(人)의 도(道)이다.
    정성스럽게 하(誠)는 사람은 힘쓰지 않아도 부합하(中)고 바라(思)지 않아도 얻고 조용히 도(道)에 부합하니 성인(聖人)이다.
    정성스럽게 하(誠)려는 사람은 선(善)을 고르고 굳게 유지하는 사람이다.
    두루 배우고 자세히 묻고 삼가 바라(思)고 명백히 분별하고 오로지 행한다.
    배우지 않는 경우가 있더라도 배우기 시작했다면 능하지 못하여도 그만두지 말라.
    묻지 않는 경우가 있더라도 묻기 시작했다면 알지 못하여도 그만두지 말라.
    바라(思)지 않는 경우가 있더라도 바라(思)기 시작했다면 얻지 못하여도 그만두지 말라.
    분별하지 않는 경우가 있더라도 분별하기 시작했다면 깨닫지 못하여도 그만두지 말라.
    행하지 않는 경우가 있더라도 행하기 시작했다면 전일하지 못하여도 그만두지 말라.
    타인이 한번에 그것을 잘하면 자기는 그것을 백 번 하라. 타인이 열 번에 그것을 잘하면 자기는 그것을 천 번 한다.
    정말 이 도(道)에 능하면 비록 어리석더라도 반드시 깨닫(明)고 비록 약하더라도 반드시 힘쓴(强)다.
    정성스럽게 함(誠)을 말미암아 깨달음(明)을 성대로 함(性)이라 이른다. 깨달음(明)을 말미암아 정성스럽게 함(誠)을 가르침(敎)이라 이른다.
    정성스럽게 하(誠)면 곧 깨닫(明)고 깨달(明)으면 곧 정성스럽게 한(誠)다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/36.html',
  },  
  '73': {
    title: '36-自箴',
    content: `
    경계해 말한다. 정성스럽게 하(誠)는 사람은 성인(聖人)의 딴 이름이다. 더 정성스럽게 하(誠)는 사람도 덜 정성스럽게 하(誠)는 사람도 모두 성인(聖人)으로 여겨야 한다. ‘천지도야(天之道也)’를 성(誠)이라는 글자의 주해라 할 수 없다.

    정성스럽게하(誠)는 사람은 나면서 알(生知)고 편안히 행하(安行)는 성인(聖人)이다. 정성스럽게하(誠)려는 사람은 배우고 알(學知)고 곤궁해져서야 알(困知)고 이로워서 행하(利行)고 억지로 행하(勉行)는 사람(人)이다.

    경계해 말한다. 배움(學)과 물음(問)과 바람(思)과 분별함(辨)은 이에 정성스럽게 하(誠)려는 사람의 하는 바이다. 배우고 앎(學知)과 곤궁해져서야 앎(困知)과 이로워서 행함(利行)과 억지로 행함(勉行)이라는 것은 진실로 하나의 성(誠)이라는 글자로 힘쓴다. 비록 어리석어도 반드시 깨닫(明)고 아무리 약하(柔)더라도 반드시 힘쓴(强)다.

    강(强)이라는 것은 굳게 유지함이므로 오래 머무를 수 있다. 구(久)라는 것은 한결같음(庸)이다. 주자(朱子)가 말하기를 “명(明)이라는 것은 선(善)을 고르는 공로이다. 강(强)이라는 것은 굳게 유지한 것에 의한 효과이다.”

    이 절(節)은 구절마다 반드시 3개의 ‘불(弗)’이라는 글자가 있으니 총 15개의 ‘불(弗)’이라는 글자가 있다. 그것들을 묶고 모으면 다만 이것들은 한 개의 ‘성(誠)’이라는 글자이다. 그 학문을 좋아하고 힘써 행하는 상황을 드러내니 그 뒷면을 살피면 희미하(隱)게 한 개의 ‘성(誠)’이라는 글자가 있다.

    15개의 ‘불(弗)’이라는 글자 한 토막에는 우물을 파면 샘에 이를 때까지 파고 사람을 죽여 피를 볼 것이라고 작정한 뜻이 있다.

    조(措)라는 것은 둠이다.

    경계해 말한다. 정성스럽게 함(誠)을 말미암으면서 깨닫(明)는 사람은 성인(聖人)이다. [하늘(天)의 도(道)] 깨달음(明)을 말미암으면서 정성스럽게 하(誠)는 사람은 배우(學)는 사람이다. [사람(人)의 도(道)] 성(性)이라는 글자는 ‘요순(堯舜)께서는 천성대로 하셨(性之)다’의 성(性)과 같게 읽어야 한다. 이른바 나면서 알(生知)고 편안히 행함(安行)이다. 교(敎)라는 것은 가르침을 받고 남보다 뒤에 깨달은 사람이다. 이른바 ‘배우고 앎(學知)과 곤궁해져서야 앎(困知)과 이로워서 행함(利行)과 억지로 행함(勉行)’의 무리가 이것이다. 나면서 앎(生知)과 배우고 앎(學知)은 그 슬기(聖)와 어짊(賢)을 갖추는데 본질은 차이가 없다. 그러므로 ‘정성스럽게 하(誠)면 곧 깨닫(明)고 깨달(明)으면 곧 정성스럽게 한(誠)다’고 말한다.

    이 절(節)은 위를 연결한다. 그것을 나눠 한 장(章)으로 할 수 없다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/36_27.html',
  },  
  '74': {
    title: '37-唯天下至誠。爲能盡其性。',
    content: `
    오직 천하(天下)에서 지극히 정성스럽게 함(誠)이 그 성(性)을 다할 수 있도록 한다.
    그 성(性)을 다할 수 있다면 곧 타인의 성(性)을 다할 수 있다.
    타인의 성(性)을 다할 수 있다면 곧 물(物)의 성(性)을 다할 수 있다.
    물(物)의 성(性)을 다할 수 있다면 곧 천지(天地)가 만들어지고 길러지는 것(化育)을 도울 수 있다.
    천지(天地)가 만들어지고 길러지는 것(化育)을 도울 수 있다면 곧 천지(天地)와 함께 할 수 있다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/37.html',
  },
  '75': {
    title: '37-自箴',
    content: `
    경계해 말한다. ‘그 성(性)을 다함’은 자기를 닦으면서 지극한 선(善)에 머무름이다. ‘타인(人)의 성(性)을 다함’은 타인(人)을 바로잡으면서 지극한 선(善)에 머무름이다. ‘물(物)의 성(性)을 다함’은 산과 숲과 내와 못(上下)과 풀과 나무(草木)와 새와 짐승(鳥獸)을 모두 왕성하게 함이다. 위 두 일은 『대학(大學)』의 ‘명덕(明德)’과 ‘친민(親民)’이다. 아래 한 일은 「요전(堯典)」의 ‘익(益)에게 우관이라는 벼슬(虞)이 되라 명령한 것’이다. 그 일은 모두 지극히 바르고 지극히 정성스럽게 실천할 수 있고 행할 수 있으면서 찾는 것과 잡는 것이 있으나 자만함과 속이는 것이 없다. 사람(人)과 물(物)의 성(性)이 같다고 다른 말씀으로 한 번이라도 더 말하면 곧 넓고 아득하면서 비고 넓어서 그 처음 손대기 시작해야 할 부분에 들어가는 방법을 알지 못한다.

    ‘그 성(性)을 다한다’는 것은 그 하늘(天)에서 받은 책임을 다하는 것이다. 스스로 닦으면서 지극한 선(善)에 머무르면 곧 나의 책임을 다하는 것이다. 타인(人)을 바로잡으면서 지극한 선(善)에 머무르면 곧 사람들이 각자 그 책임을 다하게 되나 그 공로는 나에게 있다. 산과 숲과 내와 못(山林川澤)을 관리하고 풀과 나무와 날짐승과 길짐승(草木禽獸)으로 하여금 때를 맞춰 성장하여 일찍 죽거나 알이 곯지 않도록 한다. 말을 관장하는 사람은 말을 먹여 기르고 목장의 사람은 제사에 쓰이는 짐승을 기르고 농사를 가르치는 사람은 쌀과 보리와 조와 콩과 기장을 심는다. 밭의 전문가는 밭을 기른다. 동물과 식물로 하여금 생명을 가진 것들이 각자 그 성장하는 성(性)을 다하게 하면 곧 물(物)이 각자 그 책임을 다하게 되나 그 공로는 나에게 있다. 산과 숲과 내와 못(山林川澤)과 밭과 가축을 들에서 기르는 책임을 멈추면 곧 모든 것(萬物)의 삶에 일찍 죽고 뜻밖의 난리가 나고 우거지지 못하나 성인(聖人)이 기르면서 일으키면 곧 모든 것(萬物)의 삶에 울창히 숲에 우거지고 무성히 못을 살찌워 천지(天地)로 하여금 모양을 고치도록 하니 그는 그것을 천지(天地)의 만들어지고 길러짐(化育)을 돕는다고 일렀다. 또한 마땅하지 않은가. 성인(聖人)이 성(性)의 기능을 다한다는 것은 이러한 것들에서 벗어나지 않는다. 이것을 버리면서 계획하지 않고 따로 개와 소와 사람의 같은 부분을 구하면서 호랑이와 이리에게 인(仁)으로 비난하고 승냥이와 수달에게 예(禮)로 나무라고 그것들로 하여금 도(道)를 닦고 가르침(敎)을 받아서 모두 훌륭한 중(中)으로 돌아가도록 하고자 하면 그도 그것에 성취를 얻기 힘들다. 사람(人)과 물(物)의 성(性)이 같다는 것은 부처(佛)의 말씀이다. 『역(易)』에서 말하기를 “때를 잘 맞추니 모든 것(萬物)이 자란다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/37_27.html',
  },
  '76': {
    title: '38-其次致曲。曲能有誠。',
    content: `
    그 다음은 자세하(曲)게 된다. 자세히 하(曲)니 정성스럽게 할(誠) 수 있다.
    정성스럽게 하(誠)면 곧 드러난(形)다. 드러나(形)면 곧 분명해진(著)다.
    분명해지(著)면 곧 깨닫(明)는다. 깨달(明)으면 곧 움직인(動)다.
    움직이(動)면 곧 변한(變)다. 변하(變)면 곧 개선된(化)다.
    천하(天下)에서 지극히 정성스럽게 함(誠)만이 개선될(化) 수 있도록 한다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/38.html',
  },
  '77': {
    title: '38-自箴',
    content: `
    경계해 말한다. 곡(曲)이라는 것은 꺾이고 굽음이고 자세하고 소상함이다. 곡(曲)은 ‘곡례(曲禮) 삼천(三千)’의 곡(曲)과 같게 읽어야 하며 모든 일(萬事)과 모든 것(萬物)에 대해 이른다. 모든 마음(心)을 다하여 그 지극한 선(善)을 구한다. 『역(易)』에서 말하기를 “모든 것(萬物)을 자세하게 이루면서 남기지 않는다.” [『역소(易疏)』에서 이르기를 “꺾이고 굽으면서 자세하고 소상하다.”] 모든 일(萬事)에서 사람(人)이 자세하게 함(曲)은 하늘(天)의 도(道)의 자세함(曲)이 모든 것(萬物)을 이룸과 같다. 하나의 물(物)도 그대로 지나침이 없다고도 말할 수 있다. 나면서 알(生知)고 편안히 행하(安行)는 성인(聖)이 사람들(人)을 기르는 것은 때를 맞추어서 오는 비가 그들을 기르는 것과 같다. 그러므로 사람(人)과 물(物)의 성(性)을 다할 수 있도록 하여 천지(天地)를 돕는다. 그 다음은 예(禮)가 아니면 보지 말고 예(禮)가 아니면 듣지 말고 말하지 말고 움직이지 말라. 모든 일(萬事)의 복잡한 사정을 따라 마음(心)을 다하고 뜻(意)을 정성스럽게 함 이것의 이름이 ‘자세함(曲)에 이름’이다. 자세함(曲)에 이름도 잘 정성스럽게 함(誠)이 있는 것이다. 중(中)에 정성스럽게 하(誠)면 곧 밖으로 드러난다. 그러므로 몸(身)을 정성스럽게 하(誠)는 사람은 물(物)을 잘 움직인다. 물(物)이 이미 움직이면 변하거나 길러지지 않은 적이 없다는 것도 스스로 그 성(性)을 다할 수 있다는 것으로 사람(人)과 물(物)의 성(性)을 다하면 나면서 알(生知)고 편안히 행하(安行)는 사람과 공로가 같다. 그 공로가 같다는 것은 그가 지극히 정성스럽게 하(誠)게 된다는 의미로 같다는 것이다.

    곡(曲)이라는 것은 면직물과 견직물에 씨줄(緯)과 같다. 위(緯)라는 것은 굽은 것이다. 그러므로 말하기를 ‘경례(經禮) 삼백(三百)과 곡례(曲禮) 삼천(三千)’에서 곡(曲)이라는 것은 자세함이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/38_27.html',
  },
  '78': {
    title: '39-至誠之道可以前知。',
    content: `
    지극히 정성스럽게 하(誠)는 도(道)는 먼저 알 수 있다.
    국가(國家)가 장차 일어날 때에 반드시 좋은 조짐이 있다.
    국가(國家)가 장차 망할 때에 반드시 재앙의 징조가 있다.
    가새풀과 거북에 나타나고 두 팔과 두 다리에서 움직인다.
    화복(禍福)이 장차 지극해지면 좋은 일을 반드시 먼저 알고 좋지 않은 일도 반드시 먼저 알게 된다.
    그러므로 지극히 정성스러움(誠)은 신령스러움과 같다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/39.html',
  },
  '79': {
    title: '39-自箴',
    content: `
    경계해 말한다. 정성스럽게 하(誠)면 곧 깨닫(明)는다. 그러므로 신독(愼獨)하는 사람(人)은 그 영명(靈明)을 안다. 무릇 좋은 조짐(禎祥)과 재앙의 징조(妖孼)는 일반 사람들이 자세하게 들여다보는 바이다. 그러나 이 사람(人)만이 홀로 슬기로운 눈을 갖춘다. 가새풀과 거북(蓍龜)에 좋은 일과 언짢은 일(吉凶)이 있지만 일반 사람들은 점칠 수 없다. 그러나 이 사람(人)만이 민간에서 쓰는 것보다 앞설 수 있다. 두 팔과 두 다리에 길한 것과 흉한 것이 있지만 일반 사람들은 살필 수 없다. 무릇 이와 같은 것들은 정성스럽게 하(誠)면 곧 깨닫(明)기 때문이다.

    「주어(周語)」에서 이르기를 “유왕(幽王) 2년 서주(西周)의 삼천(三川)에 모두 지진이 났다. 대부를 지내던 백양보(伯陽父)가 말하기를 ‘주나라(周)가 장차 망한다. 옛날 이수이강(伊) 뤄수이강(洛)이 마르면서 하나라(夏)가 망했고 황하(河)가 마르면서 상나라(商)가 망했다. 산사태가 나고 내(川)가 마르는 것은 망할 징조이다.’ 올해에도 삼천(三川)이 마르고 기산(岐山)이라는 산이 무너졌다.”

    또한 이르기를 “혜왕(惠王) 15년 신나라(莘)에서 신(神)의 내림이 있었다. 내사(內史)라는 벼슬의 과(過)가 말하기를 ‘옛날 하나라(夏)가 일어날 때 융(祝)이 숭산(崇山)에 내려왔다. [축융(祝融)은 땅귀신이다. 또한 하늘에서 내려왔다.] 망할 때에도 회록(回祿)이 금수(耹隧)라는 지역에 알렸다. 상나라(商)가 일어날 때에도 도올(檮杌)이 비산(丕山)이라는 산에 머물렀다. 망할 때에도 이양(夷羊)이 목예(牧)라는 지역에 있었다. 주나라(周)가 일어날 때에도 악작(鸑鷟)이 기산(岐山)이라는 산에서 울었다. 쇠할 때에도 두나라(杜) 백작(伯)이 주나라 수도인 호(鄗)에서 왕(王)을 쐈다. 이 모두가 신(神)의 뜻을 알려 주는 것이다.

    상고건대 잘 되어 일어남과 못 되어 없어짐(興亡)의 조짐은 모두 이런 종류이다. 『역(易)』에서 말하기를 ‘숨겨진 것을 알고 드러난 것도 안다.’ 또한 말하기를 ‘기미를 알아챔이 신(神)과 같다.’

    『역(易)』에서 말하기를 “아름다움이 그 가운데에 있다면 곧 두 팔과 두 다리에 통한다.” 아름다움과 추함(美惡)은 모두 그러하다. 그러므로 말하기를 두 팔과 두 다리에서 움직인다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/39_27.html',
  },
  '80': {
    title: '40-誠者自成也。而道自道也。',
    content: `
    정성(誠)이라는 것은 스스로 이루고 도(道)는 스스로 통한다.
    정성(誠)이라는 것은 백성을 가르치고 자신을 닦는 것이니 정성스럽게 하(誠)지 않는다면 어떤 것(物)도 없다.
    그러므로 군자(君子)는 정성스럽게 하(誠)려는 것을 귀한 것으로 한다.
    정성(誠)이라는 것은 스스로 자기를 이룰 뿐만이 아니라 백성도 가르치는 방법이다.
    자기를 이루는 것은 인(仁)이고 백성을 가르치는 것은 지(知)이다.
    성(性)의 덕(德)은 밖과 안이 통한다.
    그러므로 때맞춰 처리함이 마땅하게 된다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/40.html',
  },
  '81': {
    title: '40-自箴',
    content: `
    경계해 말한다. 성(誠)과 성(成)이라는 것은 한자의 구조와 사용에 관한 여섯 가지 방법 중에서 절반은 뜻을 나타내고 다른 절반은 소리를 나타내는 것이다. 그 자기(己)를 이루(成)고 백성을 가르치(成物)는 것은 정성(誠)이 아니면 할 수 없다. 그러므로 글자는 성(成)을 따른다.

    주자(朱子)가 말하기를 “‘도(道)이다’에서 도(道)의 소리는 도(導)이다.”

    『대학(大學)』에서 말하기를 “물(物)에 처음과 끝이 있고 일(事)에 마지막과 처음이 있다. 의(意)와 심(心)과 신(身)을 처음으로 하고 가(家)와 국(國)과 천하(天下)를 끝으로 한다. 성(誠)과 정(正)과 수(修)는 처음으로 하고 제(齊)와 치(治)와 평(平)을 마지막으로 한다. 이 경(經)에서 이르기를 ‘성(誠)이라는 것은 물(物)의(之) 마지막과 처음이다.’ 두 글자와 『대학(大學)』이 말하는 바는 같은데도 지금의 학자들은 서로 같지 않다고 봤다. 그러므로 『대학(大學)』의 마지막과 처음에서 찾아서 잡는데 『중용(中庸)』의 마지막과 처음에서는 찾아서 잡지 못한다. 어찌 이런 이치가 있겠는가. 『대학(大學)』이 비록 뜻(意)을 정성스럽게 함(誠)을 처음 일로 하더라도 집(家)을 가지런하게 하(齊)고 나라(國)를 다스리(治)고 천하(天下)를 평정함(平)도 정성(誠)이 아니면 할 수 없다. 그러므로 뜻(意)을 정성스럽게 함(誠)은 따로 한 장(章)으로 한다. 마음(心)을 바르게 함(正)과 몸(身)을 닦음(修)의 절(節)과 서로 연결할 수 없다. [옛날의 『예기(禮記)』 판본] ‘기욱(淇奧)’시를 인용한 것 중에 스스로(自) 닦음(修)과 백성(民)을 바로잡음(治) 두 끝부분을 가르침으로 한다. ‘충만한(盛) 덕(德)과 지극한(至) 선(善)을 백성(民)은 잊지 못한다’와 ‘마땅히 친하여야 할 사람과 친하(親)고 어진 사람을 존경하(賢)고 백성의 즐거움을 즐거워하(樂)고 백성의 이익을 구하(利)니 세상을 떠나도 잊지 아니한다’로써 끝내니 곧 자기(己)를 이룸(成)과 백성을 가르침(成物)은 모두 뜻(意)을 정성스럽게 하(誠)는 과정에 있다. 『중용(中庸)』에서 이른바 ‘물(物)의 마지막과 처음’도 자기(己)를 이룸(成)과 백성을 가르침(成物)에 불과하다. 어찌 일찍이 『대학(大學)』이 말하는 바와 가느다란 털의 다름이 있겠는가. 정성스럽게 하(誠)지 않는다면 곧 뜻(意)을 정성스럽게 할(誠) 수 없다. 정성스럽게 하(誠)지 않는다면 곧 마음(心)을 바르게 할(正) 수 없다. 정성스럽게 하(誠)지 않는다면 몸(身)을 닦(修)을 수 없다. 정성스럽게 하(誠)지 않는다면 곧 집(家)을 가지런하게 하(齊)거나 나라(國)를 다스리(治)거나 천하(天下)를 평정할(平) 수 없다. 이것의 이름이 ‘정성스럽게 하(誠)지 않는다면 물(物)도 없다’이다. 내(內)라는 것은 자기(己)이고 외(外)라는 것은 물(物)이다. 의(意)와 심(心)과 신(身)을 안으로 하고 나라(國)와 집(家)과 천하(天下)를 밖으로 한다.

    때맞춰 처리함(時措)이라는 것은 때맞춰서 베풀어서 쓰지 않음이 없는 것이다. 뜻(意)을 정성스럽게 함(誠)은 때맞춰 정성(誠)을 쓰고 마음(心)을 바르게 함(正)도 때맞춰 정성(誠)을 쓰고 집(家)을 가지런하게 함(齊)과 나라(國)를 다스림(治)과 천하(天下)를 평정함(平)도 때맞춰 정성(誠)을 쓴다. 그때그때 정성(誠)을 쓰니 조금도 마땅하지 않은 것이 없다. 이것의 이름이 ‘때맞춰 처리함이 마땅하게 된다’이다.

    이 한 절(節)은 곧 『대학(大學)』과 『중용(中庸)』이 들어맞는 곳이다. 지금 물(物)의 마지막과 처음(終始)을 모든 것(萬物)의 마지막과 처음으로 하면 통하겠는가.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/40_27.html',
  },
  '82': {
    title: '41-故至誠無息。',
    content: `
    그러므로 지극한 정성(誠)은 쉼이 없다.
    쉼이 없다면 곧 오래 머무른다. 오래 머무르면 곧 증명된다.
    증명되면 곧 아득히 멀어진다. 아득히 멀어지면 곧 넓어지고 두터워진다. 넓어지고 두터워지면 곧 높은 곳에서 밝아진다.
    넓히고 두터이 함은 물(物)을 싣는 방법이다. 높은 곳에서 밝힘은 물(物)을 덮는 방법이다. 아득하게 오래 머무름은 백성을 가르치는 방법이다.
    넓히고 두터이 함은 땅(地)과 짝한다. 높은 곳에서 밝힘은 하늘(天)과 짝한다. 아득하게 오래됨은 끝이 없다.
    이와 같은 것들은 나타나지 않으면서 드러나고 움직이지 않으면서 변하고 사람을 얻고 편안하(無爲)면서 이룬다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/41.html',
  },
  '83': {
    title: '41-自箴',
    content: `
    경계해 말한다. 지극한 정성(誠)이라는 것은 중화(中和)이다. 쉼이 없다는 것은 용(庸)이다. 첫머리에서 말하기를 ‘중화(中和)에 이른다면 천지(天地)가 자리잡고 모든 것(萬物)이 자란다.’ 윗 절(節)에서 말하기를 ‘천하(天下)의 지극히 정성스럽게 함(誠)만이 천지(天地)의 만들어지고 길러지는 것(化育)을 도울 수 있다.’ 중화(中和)야말로 지극한 정성(誠)이 아니겠는가. 쉬지 않는다면 곧 오래 머무른다. 오래 머무르면 곧 증명된다. 증명되면 곧 아득히 멀어진다. 쉼이 없음이야말로 용(庸)이 아니겠는가.

    경계해 말한다. 오래 머무르면 곧 증명된다는 것은 유지하여 지킴이 이미 오래 되면 곧 그 마음(心)을 다스리고 성(性)을 기르는 때와 하늘(天)과 사람이 서로 같이하는 중에 반드시 마음(心)에서부터 조용히 증명한다는 것의 이름이 징(徵)이다. 증명하면 곧 그 도(道)를 더욱 믿게되고 그만두려고 해도 그만둘 수 없다. 그러므로 매우 오래되고 더욱 나아가면서 아득히 먼 곳에 이른다. 아득히 멀다는 것은 용(庸)의 결과이다. 아득히 멀어지면 곧 덕(德)을 쌓는다. 그러므로 넓어지고 두터워진다. 넓어지고 두터워지면 곧 빛의 기운이 밖으로 샌다. 그러므로 높은 곳에서 밝아짐은 이른바 정성스럽게 하(誠)면 곧 깨달음(明)이다.

    『역(易)』에서 말하기를 “군자(君子)는 두터운 덕(德)으로 물(物)을 싣는다.”

    『역(易)』에서 말하기를 “대인(大人)은 덕이 높은 천자의 뜻을 이어서 동서남북을 비춘다.”

    『역(易)』에서 말하기를 “성인(聖人)은 그 도(道)에 오래 머무르면서 천하(天下)를 길러서 자라게 한다.”

    경계해 말한다. 지극한 정성(誠)은 쉼이 없다는 것은 하늘(天)이다. 성인(聖人)은 하늘(天)이 이미 오래 머무른다는 것을 배운다. 그 덕(德)이 하늘(天)을 닮게 되면 곧 그 공로됨도 하늘(天)을 닮는다. 그러므로 잘 나타나지 않으면서 드러나고 움직이지 않으면서 변하고 사람을 얻고 편안히 지내(無爲)면서 이룬다. 문장의 끝 부분에 일곱 번 시를 인용했다. 또한 공로됨이 천하(天下)를 닮았다고 말했다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/41_27.html',
  },
  '84': {
    title: '42-天地之道。可一言而盡也。',
    content: `
    천지(天地)의 도(道)는 한 마디 말로서 다할 수 있다.
    그 특성이 변하지 않는다면 곧 그 물(物)을 헤아릴 수 없을 만큼 기른다.
    천지(天地)의 도(道)는 넓히고 두터이 하고 높이고 밝히고 아득하고 오래 머무르도록 한다.
    지금 아아 하늘(天)이여 이 밝게 환해짐이 그 끝없음에 미치면 해와 달과 별(日月星辰)을 잇고 모든 것(萬物)을 덮는도다.
    지금 아아 땅(地)이여 한 줌 흙의 늘어남이 그 넓고 두터움에 미치면 화악(華嶽)산을 싣고도 무거워하지 않고 강과 바다를 받아들이고도 새도록 하지 않고 모든 것(萬物)을 싣는도다.
    지금 아아 산(山)이여 한 번 감싸여진 돌의 늘어남이 그 넓고 큼에 미치면 초목(草木)이 그곳에서 나고 금수(禽獸)가 그곳에서 살고 보배의 비축이 이루어지도다.
    지금 아아 물(水)이여 한 잔의 늘어남이 그 헤아릴 수 없음에 미치면 큰 자라와 악어와 교룡과 용과 물고기와 자라가 태어나고 재물이 불려지도다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/42.html',
  },
  '85': {
    title: '42-自箴',
    content: `
    경계해 말한다. 이 절(節)은 중용(中庸)의 도(道)를 밝혔다. 하늘(天)의 도(道)에 근거한다. 그러므로 아득하게 오래될 수 있다.

    ‘한 마디 말(一言)’이라는 것은 성(誠)이라는 한 글자이다. [주자(朱子)가 일렀다.] ‘변하(貳)지 않(不)는다’라는 것은 정성(誠)이고 용(庸)이다. ‘헤아릴(測) 수 없(不)다’는 것은 헤아릴 수 없을 만큼 많음이다. 천지(天地)는 변하지 않기 때문에 헤아릴 수 없을 만큼 기른다. 성인(聖人)은 변하지 않기 때문에 그 업적이 넓고 크다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/42_27.html',
  },
  '86': {
    title: '43-詩云。維天之命。於穆不已。',
    content: `
    『시(詩)』에서 이르기(云)를 “아아 하늘(天)의 명(命)이여 아아 그윽함이 멈추지 않는구나.”
    아마도 하늘(天)을 하늘(天)이라 여기는 까닭을 말하는 것이다.
    “아아 크게 드러나리라 문왕(文王)이 덕(德)에 전념했던 일이여.”
    아마도 문왕(文王)을 문왕(文)이라 여기는 까닭을 말하는 것이다. 전념함도 멈추지 않는다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/43.html',
  },
  '87': {
    title: '43-自箴',
    content: `
    경계해 말한다. ‘아아 그윽함이 멈추지 않는구나’라는 것은 용(庸)이다. ‘전념함도 멈추지 않는다’라는 것은 용(庸)이다. ‘덕(德)에 전념함’이라는 것은 중화(中和)의 용(庸)이다.

    이 절(節)은 성인(聖人)의 도(道)가 하늘(天)에 근거함을 밝혔다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/43_27.html',
  },
  '88': {
    title: '44-大哉聖人之道。',
    content: `
    크도다. 성인(聖人)의 도(道)여.
    한없이 넓도다. 만물(萬物)을 크게 기르고 하늘(天)까지 자라 이르었다.
    넉넉하고 도타움이 크도다. 예의(禮儀) 삼백과 위의(威儀) 삼천은 그 사람을 기다린 이후에 행해진다.
    그러므로 말하기를 “진실로 지극한 덕(德)이 아니면 지극한 도(道)는 모이지 않도다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/44.html',
  },
  '89': {
    title: '44-自箴',
    content: `
    「예기(禮器)」에서 말하기를 “예법의 대강(經禮) 삼백(三百)과 자세한 예절(曲禮) 삼천(三千).”

    모(毛)가 이르기를 “생각건대 양나라(梁) 서면(徐勉)이라는 사람이 임금께 글을 올린 것과 상서성의 장관(尙書)인 진총(陳寵)의 임금에게 올리는 글(上書)과 『한나라(漢) 진충전(陳忠傳)』은 모두 ‘예경(禮經) 삼백(三百)과 위의(威儀) 삼천(三千)’을 지었으니 곧 예의(禮儀)는 아마 예경(禮經)의 잘못이다. 그렇지 않다면 예의(禮儀)와 위의(威儀)를 어떻게 구별할 수 있겠는가. 그리고 두 의(儀)라는 글자가 잇닿아 나오겠는가.

    상고건대 모(毛)의 말씀이 옳다. 경(經)이라는 것은 직물의 세로 방향으로 놓인 실이다. 곡이라는 것은 가로 방향으로 놓인 실의 자세하고 소상함이다. 그러나 『대대례(大戴禮)』에서 공자(孔子)가 말씀하시기를 “예의(禮儀) 삼백(三百)은 잘하도록 힘쓸 수 있는데 위의(威儀) 삼천(三千)은 어렵다.” [「위장군문자(衞將軍文子)」편(篇)]

    경계해 말한다. 사람(人)이 도(道)를 넓힐 수 있는 것이지 도(道)가 사람(人)을 넓히는 것이 아니다.’ 그러므로 말하기를 ‘진실로 지극한 덕(德)이 아니면 지극한 도(道)가 모이지 않는다.’

    하늘(天)은 지극히 정성스럽게 하(誠)기 때문에 하늘(天)에 있다면 곧 해와 달과 별(日月星辰)을 잇고 땅(地)에 있다면 곧 풀과 나무와 날짐승과 길짐승을 기른다. 성인(聖人)은 지극히 정성스럽게 하(誠)기 때문에 또한 모든 것(萬物)을 크게 기름에 한없이 넓다. 예법의 대강(經禮) 삼백(三百)과 자세한 예절(曲禮) 삼천(三千)이 그 사람을 기다리고 행해진다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/44_27.html',
  },
  '90': {
    title: '45-故君子尊德性而道問學。致廣大而盡精微。極高明而道中庸。',
    content: `
    그러므로 군자(君子)는 덕성(德性)을 높이면서 물음과 배움을 말미암고 넓고 크게 되면서 최대한 자세히 하고 높은 곳에서 밝히게 되면서 중용(中庸)을 말미암는다.
    옛 것을 익히면서 새로운 것을 알고 정직함으로 예(禮)를 높인다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/45.html',
  },
  '91': {
    title: '45-自箴',
    content: `
    경계해 말한다. 덕(德)이라는 것은 ‘나의 곧은 마음(心)을 행하(行)는 것’이다. 없는 덕(德)을 행하는 것이 아니다. 효(孝)와 제(弟)와 충(忠)과 신(信)과 인(仁)와 의(義)와 예(禮)와 지(智) 이것들을 덕(德)으로 한다. 직접 행하(行)지 못하면 어찌 덕(德)이 있겠는가. 그러나 그것을 덕성(德性)이라 이르는 것은 성(性)이 선(善)을 즐기기 때문이다. 느낌을 따르면서 쏘아지(發)는 것은 선(善)한 마음(心)이 아닌 것이 없다. 이 마음(心)을 넓히고 채우면 인의예지(仁義禮智)를 할 수 있다. 그러므로 그 성(性)을 덕성(德性)이라 이름하여 말한다. 이 성(性)은 상천(上天)의 명(命)에서 받은 것이다. 천명(天命)을 받는다는 것은 감히 그것을 높이지 않을 수 없다는 것이다. 임금의 명령을 받는 것과 같다는 것은 감히 그것을 공경하지 않을 수 없다는 것이다.

    주자(胄子)가 말하기를 “도(道)는 말미암음이다.”

    생각건대 ‘도문학(道問學)’과 ‘도중용(道中庸)’에서 두 ‘도(道)’라는 글자는 모두 사람(人)이 말미암는 바로 봐야 한다.

    경계해 말한다. 덕성(德性)을 높인다는 것은 지극히 정성스럽게 함(誠)이다. 광대(廣大)라는 것은 넓고 두터움이다. 고명(高明)이라는 것은 높은 곳에서 밝히는 것이다. 윗 장(章)에서 이르기를 ‘지극한 정성(誠)의 도(道)는 하늘(天)과 땅(地)에 짝할 수 있다.’ 글들이 서로 대조된다. 그런데 공자(孔子)의 도(道)는 아래를 배워 위에 달하는 것(下學而上達)이다. 그러므로 『중용(中庸)』이 비록 하늘(天)을 아는 것을 으뜸 공로로 해도 그 아래를 배우는 방법은 묻고 배움을 말미암는 것을 으뜸 공로로 한다. 묻고 배우는 방법은 자세함을 으뜸 공로로 한다. 배움이 이미 자세하면 곧 몸은 중용(中庸)의 도(道)를 따른다. 이를 말미암아 보면 위 세 부분은 하늘(天)의 덕(德)이고 아래 세 부분은 사람(人)의 도(道)이다. 옛 것을 앎 이하는 아득하게 오래하는 방법이다. [이것은 이광암(李曠菴)의 해석을 따른 것이다.]

    선대의 유학자들은 이에 늘 존덕성(尊德性)을 행함(行)으로 하고 도문학(道問學)을 앎(知)으로 한다. 반드시 쌍으로 나누어 배치하고자 하니 기울어지지도 않고 치우치지도 않으니 억지로 끌어가려는 병이 있을 수밖에 없을 따름이다.

    넓고 크게 되면 넓으면서 지저분하게 될까봐 두려워한다. 그러므로 그것을 고쳐 ‘최대한 자세히 한다’고 말한다. 높은 곳에서 밝히게 되면 곧 지나치게 높아 중(中)을 잃을까봐 두려워한다. 그러므로 그것을 고쳐 ‘중용(中庸)을 말미암는다’고 말한다. 넓고 크고 높은 곳에서 밝히면 곧 귀한 것이 아득하게 오래된다. 그러므로 그것을 경계하여 ‘옛 것을 익히(溫故)고 새로운 것을 안(知新)다. 정직함으로 예(禮)를 높인다.’ 윗 글에서 이른바 ‘넓히고 두터이 하고 높이고 밝히고 아득하고 오래 머무르도록 한다’의 뜻이다.

    넓고 큼에서 시작하고 예(禮)를 높임에서 마친다는 것은 먼저 학문에 밝고 나중에 예(禮)를 갖춘다는 것이다.

    경계해 말한다. 중용(中庸)을 한 책에서 중요한 뜻으로 하여 이 절(節)에 이른다. 규칙의 목록 사이에 들어온 것은 다만 높은 곳에서 밝히게 된 사람이 지나치게 높은 병이 있을까봐 두려워하는 것이다. 갑자기 아래 중용(中庸) 두 글자가 옮겨져 타일러 깨우치니 진실로 중용(中庸)을 규칙의 목록으로 하지 않는다.

    ‘극고명(極高明)’ 세 글자는 속된 것의 겉에서 벗어나 모든 것(萬物)을 내려다 본 것이다. 굽음과 곧음과 더러움과 깨끗함과 밝음과 어두움이 늘어놓여져 있으니 이와 같은 것을 보는 사람은 그 행동을 지나치게 높은 곳에서 고친다. 이에 군자(君子)도 그것을 깊게 생각하여 반드시 지극한 선(善)이 있는 곳을 선택하고 내 몸(身)이 따르는 것의 도(道)를 함을 ‘도중용(道中庸)’이라 이른다.

    지금의 이른바 도중용(道中庸)이라는 것은 첫째 등급의 옳은 이치를 사리지게 하고 둘째와 셋째 등급의 옳은 이치를 구부려 취해서 그때 유행하는 비방들을 면한다. 이것이 비천한 사람들의 천함이다. 어찌 중용(中庸)으로 할 수 있겠는가.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/45_27.html',
  },
  '92': {
    title: '46-是故居上不驕。爲下不倍。',
    content: `
    그러므로 윗 자리에 있어도 교만하지 않고 아랫 자리에 있어도 등지지 않는다.
    나라에 도(道)가 있다면 그 말(言)이 행하여질 만하고 나라에 도(道)가 없다면 그 침묵이 받아들여질 만하다.
    『시(詩)』에서 말하기(曰)를 “이미 사리에 밝고 또한 총명함으로 그 몸(身)을 지킨다.”
    아마도 이것의 이름이리라.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/46.html',
  },
  '93': {
    title: '46-自箴',
    content: `
    경계해 말한다. ‘윗 자리에 있어도 교만하지 않다’ 한 절(節)과 ‘어리석으면서 자신만이 옳다고 생각하기를 좋아한다’ 한 절(節)은 슬기롭고 똑똑한 사람이 평생 중(中)을 잡는 법을 유지하는 것이다. 국법(國法)에 선(善)이 아님이 있어 등지면 곧 선대의 임금(先王)의 도(道)에 바로 맞다. 그리고 아랫 자리에 있는 사람이 등지지 않는 것을 중(中)으로 한다. 이것이 지극한 선(善)이 있는 것이다. 지극한 도(道)가 안에 모인 때에 말하면 곧 선대의 임금(先王)의 도(道)를 밝힐 수 있다. 그리고 나라(國)에 도(道)가 없다면 곧 입을 다묾을 중(中)으로 한다. 이것이 지극한 선(善)이 있는 것이다. 지금의 세상의 관습이 매우 천하게 여기나 옛날 사람의 도(道)는 지극히 공평하고 올바르니 돌이켜 생각하면 곧 천지(天地)가 자리잡을 수 있다. 더(德)이 없고 자리가 없다면 자기 마음대로 결정하여 처리하지 않음을 중(中)으로 한다. 중(中)이라는 것은 지극한 선(善)이 있는 것이다. 경(經)의 글들은 걸음걸음 늘 ‘중용(中庸)’ 두 글자를 잊지 못한다.

    중니(仲尼)가 예(禮)를 만들거나 노래를 짓지 않은 것에 대해 이 몇 절(節)을 통해 흐릿하게나마 중니(仲尼)는 덕(德)이 있었으나 자리(位)가 없었기 때문임을 밝혔다. 그러므로 사는 내내 했던 행위는 총명하고 일의 도리에 밝게 몸을 보존함(明哲保身)에 지나지 않는다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/46_27.html',
  },
  '94': {
    title: '47-子曰。愚而好自用。賤而好自專。生乎今之世。反古之道。如此者烖及其身者也。',
    content: `
    선생님이 말씀하시기를 "어리석으면서 자신만이 옳다고 생각하기를 좋아한다. 천하면서 자기 마음대로 결정하여 처리하기를 좋아한다. 지금의 세상에서 태어나 옛날의 도(道)를 돌이켜 생각하면 이와 같은 사람은 재앙이 그 몸에 미치는 사람이다.
    천자(天子)가 아니라면 예(禮)를 의논하지 않고 법도를 만들지 않고 글을 살펴보지 않는다.
    지금 천하(天下)에서 수레는 바퀴 폭을 같게 하고 글은 같은 글자를 사용하고 행동은 윤리(倫)와 같게 한다.
    비록 그 자리에 있어도 진실로 그 덕(德)이 없다면 예악(禮樂)을 감히 짓지 못하도다.
    비록 그 덕(德)이 있어도 진실로 그 자리에 없다면 또한 예악(禮樂)을 감히 짓지 못하도다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/47.html',
  },
  '95': {
    title: '47-自箴',
    content: `
    『예기(禮記)』 판본의 ‘어리석으면서 자신만이 옳다고 생각하기를 좋아한다’에서부터 ‘예악(禮樂)을 감히 짓지 못한다’까지 모두 공자(孔子)의 말씀으로 삼는다. 지금은 그것을 따른다.

    경계해 말한다. 안에 있다면 곧 사람이 지켜야 할 다섯 가지의 도리(五典)를 갖추고 나라에서 지내던 다섯 가지 의례(五禮)를 갖춘다. [나라의 모든 제사에 관련되(吉)고 장사지냄에 관련되(凶)고 군사에 관련되(軍)고 손님을 접대함에 관련되(貧) 경사스러움에 관련된(嘉) 예(禮)] 임금이 공신에게 내리던 물건은 등급이 있다. 눈에 잘 뜨이도록 해 놓은 표시(旗)와 제후를 봉할 때 사용하던 물건(圭)에는 구별이 있다. 이것이 법도를 만드는 것이다. 사관 이외의 사람이 기록한 사료에 이름 붙이고 책의 이름을 결정한다. 이것이 책의 이름을 바로잡음(考文)이다. 밖에 있다면 곧 다섯개의 기구(五器)를 받고 [서옥과 둥근 옥이다.] 나라에서 지내던 다섯 가지 의례(五禮)를 익힌다. [공작(公)과 후작(候)과 백작(伯)과 자작(子)과 남작(男)의 예(禮)] 이것이 예(禮)를 의논하는 것이다. 아량을 같이 베풀고 옷을 바로잡는다. [「왕제(王制)」에 보인다.] 이것이 법도를 만드는 것이다. 고(瞽)와 사(史)라는 관직들을 모아 책의 이름을 명확히 한다. [「대행인(大行人)」] 이것이 책의 이름을 바로잡음(考文)이다. 고문(考文)이라는 것은 제후가 나라(國)에서 책의 이름을 살피는 것이다.

    경계해 말한다. 수레는 바퀴 폭을 같게 한다는 것은 법도를 만드는 것이다. [눈에 잘 뜨이도록 해 놓은 표시와 옷은 그 안에 있다.] 글은 같은 글자를 사용한다는 것은 책의 이름을 바로잡는 것이다. 행동은 윤리와 같게 한다는 것은 예(禮)를 의논하는 것이다.

    윤(倫)이라는 것은 질서이다. 예(禮)는 위아래를 분별하는 방법이다. 곧 그 쓰임도 그 윤리(倫)를 바로잡음에 지나지 않을뿐이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/47_27.html',
  },
  '96': {
    title: '48-子曰。吾說夏禮。杞不足徵也。吾學殷禮。有宋存焉。吾學周禮。今用之。吾從周。',
    content: `
    선생님이 말씀하시기를 "내가 하나라(夏) 예(禮)를 말하지만 기나라(杞)는 증거가 부족하다. 나는 은나라(殷) 예(禮)를 배웠다. 송나라(宋)에 보존된 것이 있었다. 나는 주나라(周) 예(禮)를 배워 지금 그것을 쓰고 있다. 나는 주나라(周)를 따르고 있다."
    천하(天下)에서 임금 노릇함에 세가지 중요한 것이 있다. 아마도 허물이 적으리라.
    윗 것이 비록 좋아도 증거가 없어서 믿지 못했더라면 백성이 따르지 않았을 것이다.
    아랫 것이 비록 좋아도 높이지 않아서 믿지 못했더라면 백성이 따르지 않았을 것이다.
    그러므로 군자(君子)의 도(道)는 자신(身)에게 근거하고 서민(庶民)에게 증명한다.
    우왕과 탕왕과 문왕에게 검증하면서 어긋나지 않고 천지(天地)에 세우면서 어그러지지 않는다.
    귀신(鬼神)에게 물어도 의심할 것이 없고 여러 대를 이으나 성인(聖人)을 기다리면서 미혹되지 않는다.
    귀신(鬼神)에게 물어도 의심할 것이 없다는 것은 하늘(天)을 아는 것이다. 여러 대를 이으나 성인(聖人)을 기다리면서 미혹되지 않는 것은 사람(人)을 아는 것이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/48.html',
  },
  '97': {
    title: '48-自箴',
    content: `
    『예기(禮記)』 판본에서 ‘천하(天下)에서 임금 노릇한다’에서 ‘백성(民)이 따르지 않는다’까지 모두 이 절(節)과 위를 연결한다.

    『논어(論語)』에서 선생님께서 말씀하시기를 “하나라(夏) 예(禮)는 내가 말할 수 있는데 기나라(杞)는 증거가 모자라다. 은나라(殷) 예(禮)는 내가 말할 수 있는데 송나라(宋)는 증거가 모자라다. 옛날의 제도나 문물을 아는 데에 증거가 되는 자료나 기록이 모자란 까닭이다. 충분하면 곧 나는 그것을 증명할 수 있으리라.”

    상고건대 이것을 하나라(夏)와 상나라(商)의 예(禮)라 이른다. 공자(孔子)는 그것을 알았다. 그러나 기나라(杞)와 송나라(宋)는 반대로 후세에 전하여 내려오는 바가 없었으므로 증거로 공자(孔子)가 확인한 것이 모자랐다.

    「예운(禮運)」에서 선생님께서 말씀하시기를 “나는 하나라(夏)의 도(道)를 보고자 했기에 기나라(杞)에 갔는데 증거가 모자랐지만 『하시(夏時)』만은 얻었다. 나는 은나라(殷)의 도(道)를 보고자 했기에 송나라(宋)에 갔는데 증거가 모자랐지만 『곤건(坤乾)』만은 얻었다.

    상고건대 증거가 모자라다는 것은 저 나라의 아직 남아 있는 것을 이른다. 내가 증거로 듣고 배운 것이 모자라다.

    경계해 말한다. 군자(君子)의 도(道)를 말하려면 증거가 있고 검증이 있어야 한다. [아랫 글에서 이르기를 “서민(庶民)에게 증명하고 우왕과 탕왕과 문왕에게 검증했다.”] 그러므로 먼저 공자(孔子)의 말씀을 인용했다. 하나의 징(徵)이라는 글자를 빌려 이 도(道)를 밝혀서 그 의미를 증명했다. 만약 “공자(孔子)가 예(禮)에 대해 비록 말할 수 있고 배울 수 있어도 진실로 그 증거가 없다면 곧 또한 감히 따를 수 없다”고 말해도 이 도(道)에 이르면 증거가 있고 검증이 있는 것이니 따르지 않을 수 없다.

    하나라(夏)의 예(禮)와 은나라(殷)의 예(禮)가 비록 위에 있는 예악(禮樂)이라는 글과 연결되나 중요한 바는 징(徵)이라는 글자에 있지 예(禮)라는 글자에 있지 않으니 따로 한 장(章)으로 하여 아랫 절(節)의 시작점으로 해야 한다. 『대학(大學)』과 『중용(中庸)』은 모두 글이 끊어지는 곳에서 뜻이 이어지고 뜻이 끊어지는 곳에서 글이 이어진다.

    ‘천하(天下)에서 임금 노릇한다’에서 ‘여러 대를 이으나 성인(聖人)을 기다리면서 미혹되지 않는다’까지는 사람(人)을 앎(知)이다. 모두 이 절(節)과 합하여 하나로 해야 한다.

    경계해 말한다. 천하(天下)에서 임금 노릇한다는 것은 예(禮)를 의논하면서 실수가 없고 법도를 만들면서 실수 없고 책의 이름을 바로잡(考文)으면서 실수가 없는 것이다. 이것을 세가지 중요한 것이나 ‘허물이 적다’고 이른다.

    예(禮)와 도(度)와 문(文)이라는 것은 모양이 있고 개수가 있는 것이나 진실로 그 증거가 없다면 백성(民)이 믿고 따라 좇지 않는다. 하물며 도(道)라는 것은 모양이 없고 내용도 없는 것이니 진실로 증거가 없다고 하면 공자(孔子)가 어찌 감히 사사로운 말로 그 도(道)를 세우고 믿고 따라 좇기를 바라겠는가. 다만 이 도(道)는 근본이 있고 증거가 있다. 또한 검증할 수 있고 마련할 수 있고 이룰 수 있고 바랄 수 있다. 의심할 것 없이 아주 정확하다. 천하(天下) 모든 백성이 함께 따르는 큰 도(道)로 하니 장차 그것을 증거가 없다고 이르겠는가. 자신(身)에게 근거하고 서민(庶民)에게 증명하니 증거가 없다고 말할 수 없으니 장차 그것을 높이지 않았다고 이르겠는가. 공자(孔子)가 비록 높이지 않았더라도 우왕과 탕왕과 문왕이 높이고 천지(天地)가 높이고 귀신(鬼神)이 높인다. 오랜 세대의 성인들(聖人)이 모두 높이니 높이지 않았다고 말할 수 없다. 백성(民)이 이 도(道)에서 어찌 감히 그것을 믿으면서 좇지 않겠는가.

    자신(身)에게 근거한다는 것은 도(道)가 성(性)에서 이뤄지는 것이다. 성(性)은 자신(身)에게 있다. 천명지성(天命之性)으로 넓히면서 채워 효(孝)와 제(弟)와 충(忠)과 신(信)과 인(仁)와 의(義)와 예(禮)와 지(智)를 할 수 있는 것이지 인의예지(仁義禮智)가 바깥에서 나에게 녹아있는 것이 아니다. 이것이 자신(身)에게 근거한다는 것이다. 천하(天下)의 사람들(人)은 그 성(性)이 모두 같다. 그러므로 그 성(性)을 다할 수 있다는 것은 사람(人)의 성(性)을 다할 수 있다는 것이다. 그 하나하나가 모두 천명(天命)을 받았음을 알 수 있다. 이것이 서민(庶民)에게 증명한다는 것이다. 우왕(禹)과 탕왕(湯)과 문왕(文)과 무왕(武)은 모두 천명(天命)에 근거해서 이 백성(民)을 가르친다. 이것이 ‘우왕과 탕왕과 문왕에게 검증하면서 어긋나지 않는다’이다. 이 도(道)를 세운다면 곧 천지만물(天地萬物)에 따르지 않는 것이 없다. 이것이 ‘천지(天地)에 세워도 어그러지지 않는다’이다. 여러 신(神)이 명(命)을 받아 만들고 기름(化育)을 도우니 모든 것(萬物)은 근본이 같다. 이에 검증할 수 있다. 이것이 ‘귀신(鬼神)에게 물어도 의심할 것이 없다’이다. 일천 세대가 앞에 있고 일백 세대가 뒤에 있어도 예전의 성인(聖)과 훗날의 성인(聖)이 헤아리는 것은 반드시 같다. 이것이 ‘여러 대를 이으나 성인(聖人)을 기다리면서 미혹되지 않는다.’이다. 어찌 증거가 없다고 말할 수 있고 어찌 높이지 않았다고 말할 수 잇겠는가. 도(道)라는 것이 어찌 도(道)이겠는가. 천명(天命)을 성(性)이라 하고 성(性)을 좇음을 도(道)라 이른다. 성(性)을 좇는다는 것은 것은 중화(中和)의 일정함이 있다는 것이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/48_27.html',
  },
  '98': {
    title: '49-是故君子動而世爲天下道。行而世爲天下法。言而世爲天下則。',
    content: `
    그러므로 군자(君子)의 움직임을 대대로 천하(天下)의 도(道)로 했고 행동을 대대로 천하(天下)의 법(法)으로 했고 말을 대대로 천하(天下)의 규칙(則)으로 했다.
    그를 멀리서 보면 곧 우러러보게 되고 그를 가까이서 보게되어도 곧 싫어하지 않는다.
    『시(詩)』에서 말하기를 “저기에 있어도 미움받지 않고 여기에 있어도 꺼려지지 않는다. 거의 밤낮동안 노력하여 오래도록 명예를 잃지 않는다.”
    군자(君子)는 이와 같지 않고도 일찍이 천하(天下)에 명예가 있던 사람은 있은 적이 없다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/49.html',
  },
  '99': {
    title: '49-自箴',
    content: `
    경계해 말한다. ‘대대로 천하(天下)의 도(道)로 했다’는 여러 대 동안 천하(天下)의 도(道)로 했음을 말한다. 아래 글귀들도 이와 비슷한 종류이다.

    장차 중니(仲尼)를 드러내려 먼저 군자(君子)를 말했다. 비록 군자(君子)가 일반적인 말 같지만 진짜 의미는 중니(仲尼)이다. 그 요지가 중니(仲尼)에 모이는 것이 센 여울이 산골짜기에 다다르는 듯하다.

    ‘저기에 있어도 미움받지 않고 여기에 있어도 꺼려지지 않는다’는 ‘집(家)에 있어도 원망받지 않고 나라에 있어도 원망받지 않는다’고 말하는 것과 같다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/49_27.html',
  },
  '100': {
    title: '50-仲尼祖述堯舜。憲章文武。上律天時。下襲水土。',
    content: `
    중니(仲尼)가 요임금(堯)과 순임금(舜)을 본받아 계승했고 문왕(文)과 무왕(武)을 높이고 드러냈다. 위로는 하늘로부터 받은 좋은 시기(天時)를 따랐으며 아래로는 물과 땅을 따랐다.
    비유컨대 천지(天地)가 지탱하고 싣지 않는 것들이 없고 덮고 감싸지 않음이 없는 것과 같다.
    비유컨대 봄과 여름과 가을과 겨울(四時)이 번갈아 움직이고 해와 달(日月)이 번갈아 밝히는 것과 같다.
    모든 것(萬物)이 가지런히 자라면서 서로 해하지 않고 길(道)을 함께 가면서 서로 어그지지 않는다.
    덕(德)이 작은 사람은 냇물의 흐름과 같고 덕(德)이 큰 사람은 힘써 교화한다.
    이것이 천지(天地)처럼 크다고 하는 까닭이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/50.html',
  },
  '101': {
    title: '50-自箴',
    content: `
    경계해 말한다. 률(律)은 본받음이고 좇음이다. 습(襲)은 받들고 말미암음이다. ‘위로는 하늘로부터 받은 좋은 시기(天時)를 따랐다’는 것은 봄에는 낳게 하고 가을에 죽여서 인의(仁義)를 나란히 높인다는 것이다. ‘아래로는 물과 땅을 따른다’는 것은 산이 높고 못이 낮듯이 교화함에 거스름이 없다는 것이다. 어떠 어떠한 일을 따로 고를 필요 없으니 본받는다거나 따른다고 말한다.

    이 절(節)에서 ‘무(武)’와 ‘토(土)’와 ‘주(幬)’는 운율을 맞춘 말(叶韻)이다. ‘행(行)’과 ‘명(明)’도 운율을 맞춘 말(叶韻)이다. ‘해(害)’와 ‘패(悖)’와 ‘화(化)’와 ‘대(大)’도 운율을 맞춘 말(叶韻)이다. [『중용(中庸)』에서 운율을 맞춘 곳은 여기만 있는 것이 아니다.]

    주자(朱子)가 말하기를 “하늘이 덮고 땅은 실으니 모든 것(萬物)이 그 사이에서 가지런히 자라면서 서로 해하지 않고 봄과 여름과 가을과 겨울과 해와 달이 번갈아 움직이고 번갈아 밝히면서 서로 어그러지지 않는다.”

    상고건대 봄과 여름과 가을과 겨울(四時)이 번갈아 움직인다는 것은 추위와 더위가 서로 바뀌는 것이다. 해와 달(日月)이 번갈아 밝힌다는 것은 물과 불이 번갈아 빛나는 것이다. 해와 달(日月)의 행적은 한 하늘에 같이 있어서 해의 경로(赤道)와 달의 경로(白道)에서 서로서로 오가고 만난다. 봄과 여름과 가을과 겨울(春夏秋冬)과 반달(弦)과 보름달(望)과 그믐(晦)과 초하루(朔)의 하는 행위가 더디고 빠르고 나아가고 물러나서 여러 번 달라지고 끝없이 변화하는 것이다. 그러나 서로 걸리고 거리끼지 않는다. 이것의 이름이 ‘함께 가면서 서로 어그러지지 않는다’이다.

    3000명이 가르침을 받고 70명이 가르침을 계승했다. 그 동안 이것을 헤아리면 천지만물(天地萬物)이 모두 정해진 구역에 들어간다. 이것이 ‘가지런히 자라면서 서로 해하지 않는다’이다. 덕행(德行)이나 정사(政事)나 문학(文學)이나 언어(言語)로 각자 그 성(性)을 말미암고 각자 그 재능을 완성한다. 이것이 ‘함께 가면서 서로 어그러지지 않는다’이다. 『역(易)』에서 말하기를 “대인(大人)이라는 것은 천지(天地)와 같은 덕(德)을 갖추고 해와 달(日月)처럼 비춘다.”

    소덕(小德)이라는 것은 제자 중에 덕(德)이 작은 사람이다. 대덕(大德)이라는 것은 제자 중에 덕(德)이 큰 사람이다. 덕(德)이 작은 사람은 그 성(性)을 좇고 그 기세에 의지하면서 그를 인도하니 이른바 ‘냇물의 흐름(川流)’이다. [칠십명의 제자와 같다.] 덕(德)이 큰 사람은 열심히 기르고 재물에 의지하면서 열심히 하니 이른바 ‘힘써 교화한다’이다. [공자의 제자 중에 네 부문에 뛰어난 열 명(四科十哲)]의 종류와 같다.] 맹자(孟子)가 말하기를 “큰 덕(德)이 작은 덕(德)을 부린다.’ 공자(孔子)가 말하기를 ‘큰 덕(德)은 경계를 넘지 않으나 작은 덕(德)은 나가고 들어간다.’ 모두 덕(德)의 크고 작음으로 말한다.

    도(道)는 하나뿐이다. 모든 백성이 함께 번화한 이 길(道)를 말미암는다. 이것이 이른바 이른바 ‘함께 가면서 서로 어그러지지 않는다’이다. 지금 세상의 사람들은 두 도(道)를 함께 가고자 하니 어렵지 않겠는가.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/50_27.html',
  },
  '102': {
    title: '51-唯天下至聖。',
    content: `
    천하(天下)의 지극히 슬기로운 사람(聖)만이 민첩하고 사리에 밝고 너그럽고 변별할 수 있으니 임할 수 있었다.
    너그럽고 넉넉하고 온화하고 부드러워 받아들일 수 있었다.
    이루고 힘쓰고 왕성하고 굳세서 처리할 수 있었다.
    문맥(文理)을 자세히 살피니 구분할 수 있었다.
    넓고 깊으면서 때맞춰 그것을 드러냈다.
    넓음은 하늘(天)과 같고 깊음은 못과 같다.
    나타나고도 백성 중에 공경하지 않는 자가 없었고 말하고도 백성 중에 믿지 않는 자가 없었고 행하고도 백성 중에 기뻐하지 않는 자가 없었다.
    그러므로 평판 높은 이름이 중국(中國)에 충만하고 은혜가 남방의 야만인에게 미쳤다.
    배와 수레가 이르는 곳과 사람의 힘이 통하는 곳과 하늘(天)이 덮는 곳과 땅(地)이 싣는 곳과 해와 달(日月)이 비추는 곳과 서리와 이슬이 떨어진 곳에서
    모든 혈기(血氣)가 있는 사람 중에 우러러보고 가까이하지 않는 자가 없었다. 그러므로 말하기를 "하늘(天)과 짝한다."
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/51.html',
  },
  '103': {
    title: '51-自箴',
    content: `
    경계해 말한다. ‘오직 천하(天下)의 지극히 슬기로운 사람’은 공자(孔子)이다. ‘오직 천하(天下)의 지극히 정성스럽게 하는 사람(誠)’도 공자(孔子)이다. ‘중니(仲尼)가 본받아 계승했다’ 이하에서 ‘정성스럽고 정성스럽다. 그 인(仁)이여’에 이르기까지 모두 공자(孔子)의 말씀을 기린다. 그러나 옛날과 지금의 여러 학파들 중에 뜻을 밝힌 적이 없다. 어찌 유감으로 생각하지 않겠는가. 위의 글에서 ‘모든 것(萬物)이 가지런히 자란다’와 작은 덕(德)은 냇물의 흐름이다’와 ‘큰 덕(德)은 힘써 교화한다’고 이른 모든 것들은 모두 공자(孔子)를 기리는 방법이다. 그러나 주자(朱子)는 하늘(天)의 도(道)에 연결해서 모두 이 ‘지성(至聖)’과 ‘지성(至誠)’ 두 절(節)을 공자(孔子)에 연결하지 않았다. 그런데 ‘평판 높은 이름이 충만하다’ 한 단락은 중니(仲尼)가 아니고 누구인가.’

    받아들이고 처리하고 공경하고 나누는 것을 주자(朱子)가 인의예지(仁義禮智)라 일렀다. [『장구(章句)』에 보인다.] 비슷하다.

    경계해 말한다. ‘배천(配天)’ 두 글자는 매우 이해할 수 없다. 옛날의 ‘배천(配天)’에는 정말로 예(禮)가 있었다. 진실로 이를 수 없다. 『시(詩)』에서 이르기 ‘은나라(殷)가 사람을 잃지 않았을 때는 능히 상제(上帝)와 짝했(配)다.’ [「문왕(文王)」편] 『시(詩)』에서 이르기를 ‘학문의 덕을 순일하게 갖춘 후직(后稷)께서 능히 저 하늘(天)과 짝하(白)셨다.’ [「사문(思文)」편] 『시(詩)』에서 이르기를 우왕과 탕왕과 문왕과 무왕께서 하늘(天)에 계시고 왕(王)께서 서울에 짝하(配)셨다.’ [「하무(下武)」편] 「주서(周書)」에서 말하기를 ‘드디어 오직 은나라(殷)가 예(禮)로 올라 하늘(天)과 짝했(配)다.’ [「군석(君奭)」 글] 이것들 모두는 마땅히 당시 참으로 예(禮)가 있었다는 것이다. 그러므로 시인이 그것을 말했다. 『효경(孝經)』에서 말하기를 ‘후직(后稷)을 제사지내서 하늘(天)과 짝하(配)고 문왕(文王)에게 제사지내서 상제(上帝)와 작한다.’ 갑자기 하늘(天)과 상제(上帝)로 나누어 둘로 했다. 이것들은 문헌 중에 경서에 대응하여 만들어진 위서라는 책인데 주자(朱子)는 그것을 의심했다. 거듭 서술해도 모자라다. 그리고 하늘(天)과 짝하(配)는 예(禮)는 곧 정성(誠)에 있다. 다만 하늘(天)과 짝한(配)다는 것은 둘이 있다. 하나는 교사를 지내(郊)는 배(配)이다. 유우씨(有虞氏)는 요임금(堯)에 교사를 지내고 하후씨(夏后氏)는 곤(鯀)에 교사를 지내고 은나라(殷) 사람은 명(冥)에 교사를 지내고 주나라(周) 사람은 직(稷)에 교사를 지낸다는 것과 같은 이것들이다. 하나는 오제에 제사를 지내(禘)는 배(配)이다. 『주례(周禮)』에서 이르기를 ‘교외에서 희와 농과 헌과 곡과 요와 순에게 제사를 지낸다.’ [「소종백(小宗伯)」] 오제(五帝)라는 것은 희(羲)와 농(農)과 헌(軒)과 곡(嚳)과 요(堯)와 순(舜)의 무리이다. [지금은 자세하지 않다.] 이미 야외에서 교사를 지내면 곧 또한 하늘(天)과 짝하(配)는 것이다. 관역보(觀射父)가 말하기를 ‘체교(禘郊)의 일은 누에고치나 밤톨같이 작은 것에 지나지 않는다.’ [「초어(楚語)」에 보인다.] 주나라(周) 정왕(定王)이 말하기를 ‘체교(禘郊)에는 곧 익히지 않은 희생이 있다.’ [「주어(周語)」에 보인다.] 체(禘)라는 것은 오제(五帝)의 제사이다. [정현(鄭玄)이 그것을 동쪽의 청제와 서쪽의 백제와 남쪽의 적제와 북족의 흑제와 중앙의 황제라 일렀는데 아니다. 내 「춘추설(春秋說)」에 보인다.] 「노어(魯語)」에서 전금(展禽)의 말씀 중에 말하기를 ‘우나라(虞)와 하나라(夏)는 황제(黃帝)에게 제사를 지내고 은나라(殷)와 주나라(周)는 곡(嚳)에게 제사를 지낸다.’ [「제법(祭法)」과 같다.] 이것이 곧 「대전(大傳)의 이른바 은혜를 갚는 제사이다. 그것을 종합하면 공자(孔子)의 덕(德)을 비록 훌륭한 슬기(聖)로 하여도 교사를 지내(郊)지 않고 오제에 제사를 지내(禘)지도 않았다. 곧 하늘(天)과 짝한(配)다고 말할 수 없다. 이를 말미암아 말하면 ‘지성(至聖)’과 ‘지성(至誠)’ 두 절(節)은 혹 공자(孔子)의 이름이 아니겠는가. 또한 하늘(天)과 짝하(配)는 법은 하늘(天)에 있지 사람(人)에 있지 않다. 공자(孔子)의 제자들은 공자(孔子)의 덕(德)을 분명하게 알았으니 하늘(天)과 짝한다기(配)에 충분해서 곧 하늘(天)과 짝했(配)다고 이른 것인가.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/51_27.html',
  },
  '104': {
    title: '52-唯天下至誠。爲能經綸天下之大經。立天下之大本。知天地之化育。',
    content: `
    천하(天下)의 지극히 정성(誠)만이 천하(天下)의 큰 도리(經)를 관리하면서 하나로 묶을 수 있고 천하(天下)의 큰 근본(本)을 세울 수 있고 천지(天地)의 만들어 기름(化育)을 알 수 있도록 한다.
    아아 어찌 치우친 바가 있겠는가.
    정성스럽고 정성스럽구나 그 인(仁)이여. 깊고 깊구나 그 못이여. 넓고 넓구나 그 하늘(天)이여.
    오로지 진실로 민첩하고 사리에 밝고 슬기롭고 변별하여 하늘(天)의 덕(德)을 통달한 사람이 아니라면 그 누가 그것을 알 수 있겠는가.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/52.html',
  },
  '105': {
    title: '52-自箴',
    content: `
    경계해 말한다. ‘지극한 정성(誠)’이라는 것은 신독(愼獨)이다. ‘천하(天下)의 큰 근본(本)을 세운다’는 것은 중화(中和)에 이름이다. ‘천지(天地)의 만들어 기름(化育)을 안다’는 것은 ‘천지(天地)가 자리잡으면서 모든 것(萬物)이 자란다’이다. ‘아아 어찌 치우친 바가 있겠는가’라는 것은 중립(中立)하면서 의지하지 않음이다. 이것도 중니(仲尼)를 이른다. [모(毛)가 이르기를 “중용(中庸)의 덕(德)됨을 다함이라는 것은 다른 사람이 아니라 중니(仲尼)가 옳다.]

    ‘민첩하고 사리에 밝고 슬기롭고 변별하여 하늘(天)의 덕(德)을 통달한다’는 것은 성인(聖人)이 성인(聖人)을 알 수 있음을 이른다.

    주자(朱子)가 말하기를 “경(經)이라는 것은 그 실마리를 구별하면서 나누는 것이다. 륜(綸)이라는 것은 그 무리를 대어 보면서 합하는 것이다.”

    모(毛)가 말하기를 “큰 도리(徑)는 곧 마땅한 도(道)와 아홉가지 도리(經)의 무리이다. 경(經)이라는 것은 그것들을 나눠 말한 것이고 륜(綸)이라는 것은 그것을 합하여 말한 것이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/52_27.html',
  },
  '106': {
    title: '53-詩曰。衣錦尚絅。',
    content: `
    『시(詩)』에서 말하기를 “비단옷을 입고 홑옷을 더하네.”
    그 꾸민 것이 나타나는 것을 싫어한다.
    그러므로 군자(君子)의 도(道)는 어렴풋하고 애매하면서 나날이 나타난다. 소인(小人)의 도(道)는 분명하면서 나날이 없어진다.
    군자(君子)의 도(道)는 어렴풋하면서 꺼려지지 않고 질박하면서 정돈되고 온화하면서 다스려진다.
    먼 것의 가까움을 알고 움직임의 시초를 알고 자세한 것(微)이 드러남을 알면 함께 덕(德)으로 들어갈 수 있다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/53.html',
  },
  '107': {
    title: '53-自箴',
    content: `
    경계해 말한다. ‘비단옷을 입고 홑옷을 더하네’라는 것은 정성(誠)이고 신독(愼獨)이다. 군자(君子)는 신독(愼獨)하므로 어렴풋하고 애매하면서 나날이 나타난다. 소인(小人)은 사람을 속이므로 분명하면서 나날이 없어진다.

    온(溫)이라는 것은 엄격하고 모질지 않은 것이다. 이(理)라는 것은 글의 조리이고 일의 두서이다. 군자(君子)는 엄격하고 모질 필요 없다. 그리고 스스로 그러하게(自然) 문맥과 일의 두서가 있도록 한다.

    경계해 말한다. 상천(上天)은 깊숙하고 멀면서 방의 귀퉁이에서 내려다본다. 해의 살핌이 여기에 있다. 곧 ‘먼 것의 가까움을 안다’이다. 스스로 일어난다는 것은 움직임(風)이다. 그러나 의견을 내세우고 숨을 불고 거두는 것은 반드시 까닭이 있다. [낳고 기르고 죽임(造化)의 발자취를 드러낸다. 움직임(風)에서 밝힌다는 것은 있은 적이 없다.] 곧 ‘움직임(風)의 시초를 안다’이다. 풍(風)이라는 것은 물(物)의 움직이는 방법이다. 하늘(天)의 도(道)는 희미하고 자세하(隱微)면서 솔개가 날고 물고기가 뛰며 좋아하도록하니 공로와 교화가 지극히 드러난다. 곧 ‘자세한 것(微)이 드러남을 안다’이다. 이 셋을 알 수 있다면 곧 반드시 그 홀로(獨)에도 삼간(愼)다. 그러므로 ‘함께 덕(德)에 들어갈 수 있다’고 말한다.

    윗 글의 ‘높은 곳에 오르고 먼 곳을 간다’는 절(節)도 귀신(鬼神)을 먼 것으로 했다. 그러나 그 위에 있는 듯하고 그 좌우에 있는듯하면 곧 먼 것도 가까워진다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/53_27.html',
  },
  '108': {
    title: '54-詩云。潛雖伏矣。亦孔之昭。',
    content: `
    『시(詩)』에서 이르기를 “가라앉아 오직 엎드린다. 그래도 그것을 통하여 밝힌다.”
    그러므로 군자(君子)는 자기자신을 되돌아보아 부끄러움이 없고 뜻에 부끄러움이 없다. 군자(君子)가 미치지 못하는 바라는 것은 아마도 오직 사람의 보지 못하는 바이리라.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/54.html',
  },

  '109': {
    title: '54-自箴',
    content: `
    경계해 말한다. ‘가라앉아 오직 엎드린다. 그래도 그것을 통하여 밝힌다’라는 것은 자세한 것(微)이 드러남이다. 하늘(天)의 도(道)는 자세하(微)면서 드러난다. 그러므로 군자(君子)는 그 홀로(獨)에도 삼간(愼)다. 그 홀로(獨)에도 삼가(愼)므로 자기자신을 되돌아보아 마음속에 조금도 부끄러울 것이 없다.

    주자(朱子)가 말하기를 “‘뜻(志)에 부끄러움이 없다’는 마음(心)에 부끄러움이 없다고 말하는 것과 같다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/54_27.html',
  },

  '110': {
    title: '55-詩云。相在爾室。尚不愧於屋漏。',
    content: `
    『시(詩)』에서 이르기를 “네가 거처에 있다고 생각해보아도 가장 깊숙한 곳에서도 부끄러워하지 않다.”
    그러므로 군자(君子)는 움직이지 않으나 공경하고 말하지 않으나 믿는다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/55.html',
  },

  '111': {
    title: '55-自箴',
    content: `
    경계해 말한다. ‘네 거처에 있음을 본다’는 것은 신독(愼獨)이다. 하늘(天)의 도(道)는 움직이지 않는다. 그러나 군자(君子)는 그 공경을 늦추지 않는다. 이것이 ‘그 보지 못하는 바에서 계신(戒愼)한다’이다. 하늘(天)의 도(道)는 말을 하지 않는다. 그러나 군자(君子)는 그 믿음을 무너뜨리지 않는다. ‘이것이 ‘그 듣지 못하는 바에서 공구(恐懼)한다’이다. [이것은 호운봉(胡雲峰)의 말씀에 근거한다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/55_27.html',
  },

  '112': {
    title: '56-詩曰。奏假無言。時靡有爭。',
    content: `
    『시(詩)』에서 말하기를 “모여 이르나 말(言)이 없다. 그 때에도 다툼이 있지 않다.”
    그러므로 군자(君子)가 상을 주지 않아도 백성이 힘쓰고 성내지 않아도 백성이 도끼보다 두려워한다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/56.html',
  },

  '113': {
    title: '56-自箴',
    content: `
    경계해 말한다. 주(奏)는 『시(詩)』에서 모임으로 한다. 『모전(毛傳)』에서 말하기를 “종(鬷)이라는 것은 모임이다. 부(輻)와 주(輳)와 류(流)와 주(湊)라는 글자는 모두 주(奏)를 따른다. 주(奏)도 모임이다.” ‘모여 이르니 말(言)이 없다’는 것은 모든 백성이 말(言) 없는 교화에 모여 오게 함이라 이른다. 시(詩)를 일곱 번 인용하니 위 세 번은 스스로 닦는 것이고 아래 세 번은 백성을 가르치는 것이고 마지막 한 번은 하늘(天)의 일(載)이다.

    경계해 말한다. 신독(愼獨)하면 곧 중화(中和)에 이른다. 중화(中和)에 이르면 곧 자리잡고 자라(位育)는 공로를 이룬다. 그러므로 ‘백성(民)이 힘쓴(勸)다’와 ‘백성(民)이 두려워한(威)다’라 말한다. 윗 글에서 이르기를 윗 글에서 이르기를 ‘그 성(性)을 다할 수 있다면 곧 사람(人)의 성(性)을 다할 수 있다.’

    군자(君子)는 하늘(天)을 섬긴다. 움직이지 않으나 공경한다. 말하지 않으나 믿는다. 그러므로 평민이 군자(君子)를 섬김도 상주지 않아도 힘쓴다. 성내지 않아도 두려워한다. 이것이 하늘(天)과 사람(人)이 반응하는 것의 정교함이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/56_27.html',
  },

  '114': {
    title: '57-詩曰。不顯惟德。百辟其刑之。',
    content: `
    『시(詩)』에서 말하기를 “드러나지 않은 이 덕(德)을 여러 제후들이 마땅히 본받으리라.”
    그러므로 군자(君子)는 공손을 두터이 하면서 천하(天下)를 평정한(平)다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/57.html',
  },

  '115': {
    title: '57-自箴',
    content: `
    경계해 말한다. ‘드러나지 않는다’라는 것은 정성(誠)이고 신독(愼獨)이다. 의미가 윗 절(節)과 같다. 하늘(天)이 도(道)가 드러나지 않아도 군자(君子)는 계신(戒愼)한다. 그러므로 임금의 덕(德)은 드러나지 않아도 여러 제후의 본보기이다. 또한 하늘(天)과 사람(人)이 반응하는 것의 정교함이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/57_27.html',
  },

  '116': {
    title: '58-詩云。予懷明德。不大聲以色。',
    content: `
    『시(詩)』에서 이르기를 “나는 밝은 덕(德)을 품고 소리와 기색을 크게 드러내지 않는다.”
    선생님이 말씀하시기를 “목소리와 얼굴빛에 기대서 백성을 가르치는 것은 하위의 것이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/58.html',
  },

  '117': {
    title: '58-自箴',
    content: `
    경계해 말한다. 문왕(文王)은 소리(聲)와 기색을 크게 드러내지 않는다. 조심히 밝게 하늘을 섬기고 백성으로 하여금 덕(德)을 품게 할 뿐이다. 이것이 신독(愼獨)으로 만들어 기르(化育)는 것이다.

    하늘(天)의 도(道)가 말을 하지 않듯 문왕(文王)은 소리를 크게 하지 않는다. 하늘(天)의 도(道)가 움직이지 아니하듯 문왕(文王)은 기색을 크게 드러내지 않는다. 움직이지 않고 말을 하지 않으니 곧 보이지 않고 들리지 않음이다. 성인(聖人)이 정성(誠)으로 하늘(天)을 섬기면 곧 백성(民)도 임금을 정성(誠)으로 임금을 섬긴다. 모두 하나의 이치이다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/58_27.html',
  },

  '118': {
    title: '59-詩云。德輶如毛。',
    content: `
    『시(詩)』에서 이르기를 “덕(德)의 가벼움이 터럭과 같다.”
    터럭도 오히려 구분할 수 있다.
    “상천(上天)의 일(載)은 소리도 없고 냄새도 없다.”
    지극하도다.
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/59.html',
  },

  '119': {
    title: '59-自箴',
    content: `
    경계해 말한다. 이 절(節)에 두 의미가 있다. 그 하나는 상천(上天)의 소리도 없고 냄새도 없음으로 군자(君子)가 백성(民)을 가르치는 방법을 밝힌다. 목소리(聲)와 기색(色)에 있는 것이 아니라 지극한 정성(誠)에 있다. 그 하나는 상천(上天)의 소리도 없고 냄새도 없음으로 하늘(天)의 도(道)의 희미하(隱)고 자세함(微)을 밝힌다. 눈으로 볼 수 있는 것이 아니고 귀로 들을 수 있는 것이 아니다. 계신(戒愼)하고 공구(恐懼)할 뿐이다. 그 위에 있는 듯하고 그 좌우(左右)에 있는 듯하므로 ‘지극하도다’라 말한다.

    윤(倫)이라는 것은 차례이고 이치이다. [글의 이치(脈理)나 결합 조직(腠理)의 이(理)와 같다.] 터럭이 비록 지극히 작아도 다만 이것은 형태(形)가 있는 것이다. 그러므로 윤리(倫理)와 차례(次序)가 있을 수 있고 가리켜 헤아릴 수 있다. 상천(上天)의 일(載)은 모두 모양과 성질이 없고 모두 소리와 냄새가 없어 지극히 작은 것과 같다. 소리와 냄새는 모양과 성질에 없다. 그러므로 형태(形)가 없다고 간하여 말한다. 그리고 지극함(至)을 소리도 없고 냄새도 없음이라 이른다.

    『한서(漢書) 양웅전(揚雄傳)』이 시(詩)를 인용하여 말하기를 “상천(上天)의 일(縡).” 안사고(顔師古)가 말하기를 “재(縡)는 일이다.” 독(讀)과 재(載)는 같다. 또한 『설문(說文)』의 새로 붙은 글자에서 이르기를 “재(縡)는 일이다.” 내가 이르기를 “재(縡)라는 것은 일이다.” 모든 것(萬物)을 처리한다. 그러므로 그것을 상천(上天)의 일(縡)이라 이른다.”
    `,
    qrCodeUrl: 'https://philo.oursophy.com/2023/03/59_27.html',
  },













};